{"2011": {"170639": "(a) whether Government has banned production and use of toxic leaded paints in the country; (b) whether Government is aware that paint companies in the country continue to produce and export toxic leaded paints to neighbouring countries; (c) if so, the facts and details of how they have managed to export the same; and (d) the steps taken by Government to ensure that the products which are banned in the country are not exported at any cost?", "172228": "1055. SHRI SATYAVRAT CHATURVEDI: SHRI MOTILAL VORA: Will the Minister of LABOUR AND EMPLOYMENT be pleased to state:(a) whether Government is aware that several placement agencies are cheatingunemployed youths by publishing misleading advertisements;(b) whether Parliamentary Standing Committee on Labour has recommended to put a check on these dubious private placement agencies and fix accountability on publishers and propagators for publication and propagation of such fake advertisements;(c) if so, whether Government proposes to formulate a comprehensive nationalemployment policy in this regard;(d) if so, by when; and(e) the steps being taken by Government to immediately put check on private placement agencies publishing misleading advertisements?", "171810": "(a) whether there is any existing mechanism by which citizens can complain about misleading advertisements;(b) if so, the details thereof;(c) if not, the reasons therefor;(d) whether Government is taking steps to ensure that such advertisements do not mislead consumers;(e) if so, the details thereof; and(f) if not, the reasons therefor?", "170742": "(a) whether it is a fact that several political leaders have died in helicopter mishaps; (b) if so, complete details of political leaders died due to helicopter crashes in different parts of country so far; (c) whether according to report appearing in media in June, 2011, Pawan Hans Helicopter Ltd. (PHHL), the civil helicopter segment is awkward and amateurish with flawed safety policy implementation; and (d) if so, the steps being taken to put in place a strict set of rules to govern the operation of helicopters in India?", "166526": "(a) whether Government is aware that the Quality Council of India initiated study revealed shocking findings of lethal lead levels in majority of enamel paints available in the country; (b) if so, whether Government has initiated any action to monitor the quality of paints marketed in the country; and (c) if so, the details thereof?", "173351": "(a) whether it is a fact that neither compensation in case of loss caused due to misleading advertisements is possible nor there is any effective law for stopping such advertisements completely; and(b) if so, what steps are being taken by Government to deal with such misleading advertisements?", "171820": "(a) whether Government proposes to set up a body equipped with penal powers to deal with misleading advertisements in print and electronic media; and (b) if so, the status of the proposal?", "173771": "(a) the cases against the Maoist leader Kishanji killed recently in West Bengal;(b) the number of murders/anti-law acts committed by him;(c) the circumstances under which he was killed; and(d) the reward Government gave or is stipulating to give to police officers who conducted the encounter to eliminate Kishanji?", "165342": "(a) the status of shortage of doctors in the country especially in AYUSH sector and the action plan of Government to meet this shortage particularly in rural areas; (b) whether a separate curriculum of medical education is under consideration for rural areas; and (c) the action taken against the persons responsible for spreading this misleading information that examination for entrance of MBBS and other Medical graduates will take place jointly?", "164987": "(a) whether it is a fact that many Indian workers are mislead to UAE without any job securities and even the Indian workers are refused medical care; (b) if so, the details thereof and action taken by Government to provide necessary assistance and access to medical care in case of emergency in UAE; and (c) the details thereof?", "172887": "GOVERNMENT OF INDIAMINISTRY OF HOME AFFAIRSRAJYA SABHAUNSTARRED QUESTION NO. 1630TO BE ANSWERED ON THE 7TH DECEMBER, 2011/AGRAHAYANA 16, 1933 (SAKA)TRIBAL AND NON-TRIBAL LEADERS IN NAXALITES/MAOIST MOVEMENT1630. SHRI MANGALA KISAN: Will the Minister of HOME AFFAIRS be pleased to state:(a) how many tribal leaders and non-tribal leaders have been involved in the naxalites and Maoists movement in Odisha, Jharkhand and Chhattisgarh;(b) if so, whether Home Department, Central Government and State Government have identified the persons who are leading the movement; and(c) how many top leaders of the movement are in jail custody????? ???????? ????????????? ???????????? ?????? ?????? 1630?????? 7.12.2011/16 ????????, 1933 (??) ?? ????? ?? ???????????/??????? ?????? ??? ??????? ?? ???-??????? ???? 1630. ???? ???? ???? :???? ??? ?????? ?? ????? ?? ???? ?????? ?? :(?) ?????, ?????? ??? ????????? ??? ???????? ??? ??????? ???????? ??? ????? ??????? ??? ???-??????? ???? ????? ??? ???; (?) ??? ???, ?? ???? ??? ?????, ????????? ????? ?? ????? ??????? ?? ??? ?????????? ?? ????? ?? ?? ?? ?????? ?? ??????? ?? ??? ???; ??(?) ?? ?????? ?? ????? ?????? ???? ??? ??? ??? ????", "172018": "GOVERNMENT OF INDIAMINISTRY OF HEALTH & FAMILY WELFAREDEPARTMENT OF HEALTH & FAMILY WELFARERAJYA SABHAUNSTARRED QUESTION NO.864TO BE ANSWERED ON THE 29th NOVEMBER, 2011MISLEADING ADS BY DRUG MANUFACTURING COMPANIES864. PROF. ANIL KUMAR SAHANI:SHRI MOHAMMED ADEEB:Will the Minister of HEALTH AND FAMILY WELFARE be pleased to state:(a) whether the Drugs Controller General of India (DCGI) is scanning the tall claims made by drug advertisements;(b) if so, the details thereof;(c) whether these ads do not satisfy the criteria laid down by WHO;(d) if so, the action taken in the matter;(e) the details of companies booked for misleading ads during the last two years;(f) the measures taken to stop telecast of misleading ads on TV channels; and(g) whether there is any proposal to make it mandatory for drug manufacturingcompanies to get their ads approved by DCGI before telecast to check misleading ads?", "170731": "(a) whether the Ministry is aware about the flooding of beauty and health care products in the market and attracting consumers through false promises; (b) the details of measures to curb such kinds of cheatings; and (c) the details of action taken in this regard during the last five years?", "165527": "(a) whether it is a fact that some of the Eastern Naga leaders have met Prime Minister and Home Minister and also submitted a representation for creation of new Eastern Nagaland State; and (b) if so, the details of the reply given to the delegates and what is the stand of Union Government on this issue?", "170054": "(a) whether Government is trying to talk to the leaders of extremism-inspired movements of Nagaland, ULFA and Bodoland and resolve their problems; (b) if so, the progress made in this direction; (c) whether Government is ready to resolve the problems of naxalite movement by holding conversations with the leaders of naxalite movement and Marxist and Maoist organisations; and (d) if so, by when?", "173394": "(a) whether the Government is mulling an inter-ministerial committee to strengthen the laws and regulations to prevent misleading advertisements;(b) if so, the details thereof;(c) the details of complaints received by Government on misleading advertisements;(d) the present status of the complaints; and(e) the details of guidelines framed by Government to put checks on misleading advertisements?", "170065": "(a) whether Bangladesh has started the legal process to hand over ULFA leader Anup Setia to India; (b) whether Prime Minister also handed over a list of 50 Indians allegedly hiding or detained in Bangladesh; (c) if so, by when Bangladesh would hand over them to India; and (d) the steps taken in this regard?", "170703": "(a) whether some companies like Himani, Hindustan Unilever, Himalaya, Complan, etc. are marketing fairness creams, dandruff removal shampoos, etc. misguiding their customers by broadcasting misleading advertisements on television, etc.; and (b) whether there is any proposal to verify the claims of these companies to check the effectiveness of their products and to book unscrupulous companies for misleading advertisements and misguiding the consumers?"}, "2010": {"162888": "(a) whether Government is aware that most children residing in metropolitan cities of the country have above danger mark lead content in their blood; (b) if so, the details thereof; and (c) the ideal amount of lead content in blood for people of developing countries according to World Health Organisation and India`s position in this context?", "159496": "(a) whether Government is aware of the recent news reports about some political leaders in Kerala severely criticising the Judges and their judgements in the High Court of Kerala; (b) if so, the details thereof; (c) whether it is not the responsibility of Government to protect the judiciary from such malicious onslaught by political leaders; and (d) if so, the action Government proposes to take in this regard?", "159326": "(a) whether cases of charging of huge capitation fee or misleading of students with false claims/ promises by educational institutions in the country have increased over the years; (b) if so, the details thereof and the reaction of Government thereto; (c) whether Government proposes to make it mandatory for educational institutions to consult Parent-Teacher Association (PTA) before raising capitation fee; and (d) if so, the details thereof?", "151078": "(a) whether Governmentâ<U+0080><U+0099>s attention had been drawn to the news- item appeared in Indian Express dated 25 January, 2010 under the caption â<U+0080><U+009C>Tie-ups with foreign universities but no recognized degreesâ<U+0080>\u009d; (b) if so, whether any enquiry has been conducted about the lack of academic facilities in these Institutes as also non- recognition of courses by Government; (c) the number of students enrolled in the institutions of the university who are required to pay very high fees on the false ground it has tie up with foreign universities; and (d) the action being taken against the management of the institute who have misled the students?", "154177": "(a) whether any worker or Trade Union leader has ever got the civilian award like Padma Bhushan or Padma Vibhushan; and (b) whether Government could consider to recommend such best workers and Trade Union leaders for conferring Padma Bhushan or Padma Vibhushan award?", "150513": "(a) whether it is a fact that certain important Taliban leaders have been delisted by the UN from prohibited personsâ<U+0080><U+0099> list involved in spread of global terrorist network; (b) if so, the details thereof; (c) whether Government has taken up the issue with the UN opposing such a step; and (d) if so, the response thereto?", "153381": "(a) whether United Liberation Front of Assam (ULFA) leaders reiterated that peace talks can begin only if their leaders are freed from jail; (b) whether it is a fact that Government of Assam is keen on granting parole to at least eight top jailed ULFA leaders to facilitate peace talks; (c) whether Government is apprehensive that the rebel leaders might jump parole and go underground; and (d) if so, what is Government`s stand on the issue?", "163177": "(a) the name of the five leading States in terms of growth rate of Gross State Domestic Production in the year 2009-10; (b) the percentage of their growth rate; and (c) the number of hours of power availability out of 24 hours in these States?", "152271": "(a) whether it is a fact that in some parts of the country house-holds with women as the head are not recognized for the purpose of issuing ration cards and employment under National Rural Employment Guarantee Act (NREGA); and (b) if so, the details thereof and what action is proposed to be taken by Government to remove this discrimination against women, whether single, divorced or widowed and by when that is likely to be done?", "160011": "(a) whether it is a fact that peace talks with detained United Liberation Front of Assam (ULFA) leadership is in process; (b) if so, the details thereof; (c) whether release of ULFA leaders is a part of the process; (d) if so, the details thereof; and (e) the steps taken by Government of Assam to initiate political dialogue with other groups including both faction of Dima Halim Daaga (DHD), United People`s Democratic Solidarity (UPDS), pro-talk faction of National Democratic Front of Bodoland (NDFB), to restore peace in the State?", "153223": "(a) : whether it is a fact that Womenâ<U+0080><U+0099>s Leadership Summit-2010 was held recently; (b) : if so, the details of discussions held and the decisions arrived at, so far; (c) : the aims and objectives of such summit; and (d) : the response received, so far?", "158977": "(a) whether distinguished young panchayat leaders had been included in the youth delegations which visited China in 2006 and 2007; (b) whether this practice has since been discontinued ; and (c) if so, the reasons therefor ?", "151458": "(a) whether it is a fact that Arvind Rajkhova and Raju Barua, leaders of separatists ULFA established in 1979, have surrendered before Border Security Force; (b) if so, whether there is any likelihood of progress in the dialogue; and (c) if (a) is not correct, then the actual position thereof?", "156936": "(a) whether Headley who was responsible for 26th November terror plot in Mumbai has pleaded guilty in Chicago court to all 121 charges against him; (b) if so, whether he has admitted that he was responsible for 26th November terror plot in Mumbai; (c) if so, whether the Union Home Minister has also discussed this issue with US intelligence officials; (d) if so, whether Indian agencies also want access to Headley`s wife; and (e) if so, what is the outcome of the decision taken and to what extent US has agreed for his deportation to India?", "153765": "(a) whether Government has recently launched a scheme for leadership training to minority women: (b) if so, the details thereof; and (c) how many women have been enrolled in the project?", "161292": "(a) whether Government is considering to negotiate with political leaders, separatists of J & K; (b) if so, whether any list of leaders has been prepared; and (c) if not, what is the next strategy?", "161269": "(a) whether Government has taken cognizance of the seditious speeches by Kashmiri separatist leader and others at a seminar held in Delhi; (b) if so, the details of the speeches delivered at the seminar; and (c) what action Government proposes to take against those who spoke against the sovereignty of India?"}, "2012": {"179728": "LEADERSHIP TRAINING PROGRAMME FOR MUSEUM PROFESSIONALS4376. SHRI NAND KUMAR SAI:Will the Minister of CULTURE be pleased to state:(a) whether a Leadership Training Programme for Museum Professionals in collaboration with the British Museum was organized in the recent past;(b) if so, the details thereof; (c) the details of the salient features of the said programme; and(d) the number of museum professionals benefited by the said programme?", "181006": "(a) whether any such cases have come to Governmentâ<U+0080><U+0099>s notice in which misleading advertisements were given by the companies engaged in marketing of processed food products;(b) if so, the number of such cases reported and the details thereof;(c) whether Government is taking any action against companies by taking congnizance of this matter;(d) if, so, the details thereof; and (e) if not, the reasons therefor?", "186247": "1916. SHRI UPENDRA KUSHWAHA:Will the Minister of HEALTH AND FAMILY WELFARE be pleased to state:(a) whether the Drug Controller General of India (DCGI) is scanning the tall claims being made through drug advertisements by drug manufactures;(b) if so, the details thereof;(c) whether these ads do not satisfy the criteria laid down by WHO and if so, action taken in the matter;(d) the details of companies booked for misleading ads during the last two years;(e) the measures taken to stop telecast of misleading ads on TV channels; and(f) whether there is any proposal to make it mandatory for drug manufacturingcompanies to get their ads approved from DCGI before telecast to check misleading ads?", "179598": "4265. SHRI RAJIV PRATAP RUDY:Will the Minister of HEALTH AND FAMILY WELFARE be pleased to state:(a) whether there have been several instances where labeling on food packageshave been misleading;(b) if so, the number of violations reported and action taken thereon;(c) whether Government has communicated such issues to food companies and manufacturers; and(d) if so, the details thereof?", "179395": "a) whether it is a fact that there is no effective law on misleading advertisements in the print and electronic media;b) if so, how the actions against the companies, who are placing misleading advertisements, in the print and electronic media;c) whether any company has been punished for such offences during the last three years; andd) whether Government intends to bring a comprehensive law on this subject?", "179376": "(a) whether it is a fact that Government has constituted an inter ministerial group to look into the issue of misleading advertisements;(b) if so, the details thereof;(c) whether it is also a fact that Government is considering to bring a law to prevent misleading advertisements; and(d) if so, the details thereof?", "175349": "(a) the number/capacity of lead batteries currently being used for storage of solar energy , State-wise; (b) whether there are any guidelines for the disposal of such lead batteries and if so, the details thereof;(c) the rate of compliance with these guidelines;(d) the details of penalties imposed for not meeting the guidelines during the last two financial years; and(e) the number of registered recyclers for lead batteries in the country with a capacity of over 50,000 tonnes per year, the size at which adequate pollution controls are considered to be cost effective?", "178520": "(a) whether the Institute of Chartered Accountants of India (ICAI) has accused certain audit firms associated with Multinational Network Accounting Firms (MNAFs) of claiming to the public that they are MNAFs in India while telling ICAI/ regulators that they are purely Indian firms having no relations with foreign entities ;(b) whether around 27 per cent of audit firms furnished incomplete information and masked/ blackened/not provided important information sought by ICAI; and( c) if so, the steps taken by the Ministry to address the violations of norms of operation and breach of code ethics by MNAFs as mentioned in the ICAI report?", "187102": "2698. SHRIMATI NAZNIN FARUQUE : Will the Minister of HEALTH AND FAMILY WELFARE be pleased to state:(a) whether it is a fact that junk food companies are misleading consumers bylabelling at least 16 major food brands as healthy food;(b) whether it is also a fact that most junk foods contain very high levels of transfats, salts and sugar, leading to obesity and diabetes; and(c) if so, the details thereof and Government''s reaction thereto against those companies?", "182403": "(a) whether it is a fact that there is dissatisfaction and resentment in the TV broadcasting sector due to circulation of misleading data about the viewership of TV channels by TAM Media Research;(b) if so, the details thereof ;(c) whether it is also a fact that there is a need for another alternative arrangement in the country; and(d) if so, the Governmentâ<U+0080><U+0099>s reaction thereto?", "182402": "(a) whether Government is aware that a number of advertisements regarding cosmetics and other similar products are being telecast on TV channels, as well as appear in the print media which mislead the consumers;(b) if so, the number of complaints received in this regard along with the action taken against such TV channels and newspapers during each of the last three years and the current year;(c) whether Government proposes to formulate any effective policy to counter such advertisements;(d) if so, the details thereof; and(e) if not, the reasons therefor?", "185478": "(a) whether it is a fact that the Business leaders have begun to shy away from innovation or new projects;(b) if so, the reasons therefor;(c) whether it is also a fact that it leads to discouragement in investment and growth; and(d) if so, the steps Government is taking in this regard?", "179138": "(a) whether Government is aware that a large number of small educational institutions and coaching centres across the country particularly in cities are making tall claims through advertisements about their students topping certain exams or guaranteeing jobs at completion of their courses they offer;(b) if so, whether such educational institutions and coaching centres are displaying dishonest and misleading advertisements to attract more students; and(c) if so, the steps Union Government proposes to take to curtail such malpractices?", "186418": "GOVERNMENT OF INDIAMINISTRY OF CULTURERAJYA SABHAUNSTARRED QUESTION NO 2050TO BE ANSWERED ON 12TH DECEMBER 2012CULTURAL HERITAGE YOUTH LEADERSHIP PROGRAMME 2050. SHRI PARIMAL NATHWANI: Will the Minister of CULTURE be pleased to state:(a) whether a Central Scheme relating to \"Cultural Heritage Youth Leadership Programme\" has been launched in November 2011; (b) If so, the objective of the scheme; and(c) how far the scheme has progressed in Jharkhand?", "186136": "(a) whether Government has signed an agreement with the leaders of the Jan Satyagraha Yatra conducted from Gwalior to Delhi demanding land reforms and other problems being faced by the landless people in the country; and(b) if so, the details of the agreement and the steps being taken to implement the same?", "182352": "(a) whether the Ministry has come across any misleading advertisements in the country during the last five years;(b) if so, the details thereof, year-wise; (c) what are the reasons that despite having legislations like Food Safety and Standards Act, Consumer Protection Act, Drugs and Cosmetics Act, etc. misleading advertisements are unabated in the country;(d) whether the Ministry is planning to set up an Inter-Ministerial Group to check misleading advertisements; and(e) if so, the details thereof?"}}