{"2009": {"150044": "(a) whether project proposals of Raisen, Vidisha, Burthanpur and Khandwa districts under Intensive Dairy Development Project have been received from the State Government of Madhya Pradesh; and (b) if so, the action taken so far in this regard and by when these would be cleared?"}, "2011": {"168441": "(a) whether 250 backward districts have been presently covered under B.R.G.F. and different development works are being done for their development under this scheme; (b) the details of development works being done in these districts under this scheme; and (c) whether on the basis of the data received from the 15th census, any proposal is being considered for taking concrete steps to cover more districts of the country under this scheme and develop them?", "172413": "Will the Minister of TOURISM be pleased to state:(a) whether Government has constituted a Hospitality Development and Promotion Board (HDPB) for approving hotel projects at Central and State level with a view to attract increased number of tourists;(b) if so, whether the State Governments, which have a number of tourist destinations, have accepted the Central Government''s initiative in setting of such HDPB at State level;(c) if so, the details thereof and Government''s fiscal allocation made for this purpose to the State Governments; and(d) the details thereof?", "165683": "(a) whether it is a fact that the DRDO is considering to develop its own set of Star Wars like weapons; (b) if so, the details thereof; (c) whether it is also a fact that the DRDO has expressed its interest to develop many more sophisticated weapons and sought Government approval; and (d) if so, the details thereof?", "172045": "UNSTARRED QUESTION NO. 891TO BE ANSWERED ON 29TH NOVEMBER 2011DEVELOPMENT PLAN FOR HYDEROCARBONS *******891. SHRI RAM KRIPAL YADAV:Will the Minister of PETROLEUM AND NATURAL GAS be pleased to state:(a) the development plans of hydrocarbons of the Ministry all over the country for the next five years; and(b) how much budget would be required for the same?", "165166": "(a) whether it is a fact that the Madhya Pradesh was allocated ` 3,268.95 lakh for the year 2008-09 for animal husbandry and dairy development under national Agriculture Development Scheme which was later reduced to ` 1,737.66 lakh in the year 2009-10; (b) if so, the reasons therefor along with the details thereof; and (c) the details of the amount allocated and the amount released so far to Madhya Pradesh for Animal Husbandry and Dairy Development for the year 2010-11?", "173849": "(a) whether different airports in the country are collecting user fee/development fee;(b) if so, the details of amount per head being collected by different airports; and(c) the amount that was collected in 2010-11 from the above Fee collection by each airport?", "165161": "(a) whether it is a fact that Government provides financial assistance to State Governments for development of fishing harbours, fish landing centres etc.; (b) if so, the details thereof; (c) the financial assistance provided to State Government to Maharashtra during the last three years for the purpose, year-wise; and (d) the number of fishing harbours, fish landing centres developed and existing ones modernized and expanded during the said period with Central assistance in the State?", "172184": "(a) whether Government has made any scheme with army for the development of naxal affected areas;(b) the facilities to be provided under this scheme to the people living in suchareas; and(c) by when this scheme would be implemented?", "165044": "(a) whether the Indian Council of Agricultural Research (ICAR) proposes to re-orient its research and development in agriculture and bridge critical gaps; (b) if so, the details thereof; (c) the steps taken by Government in this regard; (d) whether there is also a need to revise the course curriculum of agricultural education to make it more relevant; and (e) if so, the details thereof and the steps taken by Government in this regard?", "165046": "(a) whether any special efforts have been made in the last two years for development of indigenous seeds; (b) if so, the details thereof; and (c) if not, the reasons therefor?", "168689": "(a) in which States of the country the Time Business Planning and Development Units were started by ICAR under the national fund; (b) the aims and objectives of such institutes/units and to what extent their research is going to help the country in real terms; and (c) whether any such institutes have been planned to set up in Orissa and Uttar Pradesh?", "165042": "(a) whether it is a fact that investment in agricultural research and development work in India is very low; (b) whether Government is considering increasing investment in research and development activities in agricultural sector, if so, the details thereof; and (c) if not, the reasons therefor?", "169036": "(a) the details of Central Government Schemes sanctioned for rural development in Uttarakhand during the current Fiscal year; and (b) the details of funds allocated, released and utilized by the State Government and reports submitted in this regard?", "165567": "(a) whether the Ministry has schemes to support the Infrastructure Development of tier-2 and tier-3 cities, if so, the details thereof; (b) how much is the plan outlay in the current plan for the above schemes and how much amount is spent till last December; and (c) which are the cities in Kerala getting the projects from the above said scheme and the amount approved for projects per city?", "172652": "(a) what are the development plans of the Ministry for the whole country during the next five years; and(b) the details of the budget required for the same?", "173621": "(a) whether the State-owned Bharat Heavy Electricals Ltd. (BHEL) has decided to develop power plants in Uganda and Nigeria as part of India‚<U+0080><U+0099>s plan to broaden economic engagement with African countries to secure access to oil and gas blocks in the African continent; and (b) if so, the details thereof?", "170979": "(a) whether the Central Board of Customs and Excise the apex Indirect Tax body has imposed service tax on the development fee collected by Mumbai and Delhi airports before the levy was banned by the Supreme Court; (b) if so, the details thereof; (c) whether the Combined Tax liability would come to over Rs. 300 crores and the demand notice has been sent to these operators to recover tax on the fee collected in the past; and (d) if so, the details thereof?", "171135": "(a) whether it is a fact that Chikungunya has affected some persons, particularly in Mumbai and Delhi;(b) if so, the details of the affected persons;(c) whether it is also a fact that there is no vaccine or drug treatment against theChikungunya virus; and(d) if so, what steps the Ministry is taking to develop a drug againstChikungunya and dengue fever?", "170557": "(a) the details of Government‚<U+0080><U+0099>s schemes for comprehensive development of North-East States; (b) the funds allocated to North-East States during Eleventh Five Year Plan by the Planning Commission; (c) whether any special scheme is under consideration for the employment of youth of the North-East States; and (d) if so, the details thereof?", "174069": ") whether it is a fact that co-operative milk societies in States are in poor condition;(b) if so, whether Government is providing assistance for their development;(c) if so, the details thereof, State-wise; and(d) names of programmes being run by Government for improving the condition of co-operative milk societies?", "164198": "(a) whether Government has formed a National Skills Development Council to form core strategies for developing skills among India‚<U+0080><U+0099>s youth; (b) who are the members of this council; (c) what work was actually grounded since 2008; (d) what are the plans to train people in a systematic way all over the country; and (e) what will be the involvement of State Governments and NGOs in such programme?", "166309": "- (a) the position of India in Information Technology (IT) development amongst other nations in the world; (b) the status of the IT development in various States of the country, State-wise; (c) whether it is a fact that the working conditions and hours of", "169624": "(a) The steps taken by Government for the development of language software in the country; (b) The status of language computing in the country vis-a-vis English computing; and (c) The total sale of Centre for Development of Advanced Computing (CDAC‚<U+0080><U+0099>s) language software during the last decade ?", "165264": "(a) whether it is a fact that there has not been considerable effort to develop country as a place of basic research; (b) if so, the reason therefor; and (c) what are the funds spent on developing basic research in Bihar?", "169627": "(a) whether Government has allocated and released funds for the development of agriculture under Macro Management of Agriculture Scheme during 2010-11 and 2011-12; (b) if so, the details of funds sanctioned and released to various States including Chhattisgarh during the said period; (c) whether Government had revised the Scheme during 2008-09; and (d) if so, the details thereof and the extent to which addition of two new components has increased the agriculture production and income of farmers thereafter?", "164213": "(a) the details of programmes aimed for developing the slums in the major metro cities, across the country; (b) the funds allocated by Government during the last three years State-wise for such projects; (c) the complete details of spent/un-spent funds; (d) whether there has been any mechanism to review the implementation of such programmes/projects; and (e) if so, the details thereof?", "169623": "- (a) whether more than 1,300 IT companies are operating in Andhra Pradesh ; (b) if so, details of their location, district-wise ; (c) the role of Central Government in exercising effective control over all these IT companies in Andhra Pradesh ; and (d) t", "164339": "(a) whether the Ministry has received any representation to expand activities of Cashew Development Board in Dang District of Gujarat State as many tribal farming communities are engaged in cashew farming; (b) if so, what action has been taken in this regard; and (c) by when and the details of activities that will be conducted by Cashew Development Board in Dang district?", "172838": "(a) whether DRDO has developed performance enhancing drugs for high altitude areas in the recent past;(b) if so, the details in this regard;(c) the salient features of the said drugs; and(d) the extent to which the health of defence personnel will be improved after the use of such drugs?", "170508": "(a) whether the attention of Government has been drawn to report of Planning Commission entitled ‚<U+0080><U+009C>Development Challenges in the extremist affected areas‚<U+0080>ù; (b) if so, its main recommendations; and (c) the action that has been initiated on those recommendations?", "170514": "(a) whether it is a fact that a certain amount was allocated for the development of Hajipur city of Bihar during the tenure of UPA-I Government; and (b) if so, the details thereof and the progress made in this regard?", "174187": "(a) the details of the steps taken for proper development of science and technology in Uttar Pradesh;(b) the allocations made and expenditure incurred thereon during the last three years and the current year;(c) the details of science and technology institutions functioning in the State; and(d) what is their intake capacity?", "170450": "(a) whether as per a report prepared by the National Transport Development Policy Committee, poor maintenance of roads costs the country about Rs. 35,000 crore annually; (b) if so, the reaction of Government/NHAI on the report of the Committee; (c) whether Government proposes to take any effective measures to ensure that the roads are maintained in an efficient manner by changing policy etc.; and (d) if so, further steps that Government proposes to take in this regard?", "169645": "(a) the allocation made for Rainfed Area Development Programme in the country; (b) the States covered under the programme and the allocation made to the State of Chhattisgarh; (c) the achievements of Rashtriya Krishi Vikas Yojana so far and how it has been helpful for marginal farmers, particularly in rainfed areas in the country; and (d) whether Government will further enhance allocation for the Rainfed Area Development Programme?", "169413": "(a) whether for the development of the country, there is a need for expansion and development of higher education system; (b) if so, the reaction of Government in this regard; (c) whether Government has decided to start new educational institutions in the country for expansion of higher education; (d) if so, the names of said new institutions; and (e) the development of which sectors will be augmented as a result thereof?", "172837": "(a) whether Government is considering a proposal to give corpus fund for development and maintenance of Sardar Vallabhbhai Patel Memorial at Karamsad;(b) if so, when and what is the amount; and(c) if not, the reasons therefor ?", "166776": "(a) whether Government has reviewed or proposed to review the works executed under the rural development programme during the last two years and the current year; (b) if so, the details thereof; and (c) the performance of the States in this regard including Himachal Pradesh?", "167734": "(a) whether it is a fact that establishing a Cashew Development Board is under the consideration of Government; (b) if so, since when the issue is under consideration and the reasons for delay in establishing the Board; and (c) by when the Cashew Development Board is likely to be established?", "165118": "(a) whether Madgaon railway station in Goa is proposed to be developed as a model railway station or world class railway station; (b) if so, the progress made in this regard; (c) the details of the development proposed to be undertaken and cost likely to be incurred; and (d) by when the station is proposed to be developed?", "174363": "(a) whether it is a fact that despite serious complaints against junior pharmacists of North Avenue Ayurvedic Dispensary, New Delhi and Janakpuri Ayurvedic Dispensary, Delhi, no stringent action has been taken against them;(b) the reasons for not transferring the said pharmacists and only issuing simple warnings inspite of serious complaints against them; and (c ) the reasons for not treating these complaints seriously and not issuing orders for their inter-zonal transfer?", "169245": "(a) details of the schemes being implemented for the development of Scheduled Caste; and (b) whether these schemes are working as per the set targets?", "173155": "(a) whether Railways have received any request from Government of Gujarat for development of various railway lines, for overall development of Delhi-Mumbai Industrial Corridor (DMIC);(b) if so, by when Railways intend to start these projects; and(c) if not, the reasons therefor?", "166517": "(a) whether bio-medical stents have been developed for the treatment of cardio-vascular diseases in the country; (b) whether bio-medical stents are being used in India for cardio-vascular treatment; (c) if so, the details thereof; (d) whether clinical trials are conducted as per protocol for the bio-medical stent usage and (e) if so, the details thereof?", "167522": "(a) whether Government has committed in the past to build AIIMS like Institutions in various parts of the country; (b) if so, the details of action taken, so far; (c) the total amount of money released so far; (d) whether the sites have been identified for construction of these institutions; (e) if so, the details of criteria adopted for such identification of the locations; and (f) whether Government has set any deadline for completion of these projects?", "167434": "(a) the details of roadmap for development and promotion of MSMEs chalked out by the PM Task Force which submitted its report recently; (b) details of thematic areas covered by the Task Force for enhancing credit flow to MSMEs; (c) whether it is a fact that inspite of RBI‚<U+0080><U+0099>s clear direction, not to accept collateral security for MSMEs up to Rs. 10 lakhs, the financial institutions are insisting for the same and creating hurdles for MSMEs; and (d) if so, the manner in which the Ministry is planning to ensure that RBI‚<U+0080><U+0099>s direction is strictly followed by all the financial institutions?", "171183": "Will the Minister of LABOUR & EMPLOYMENT be pleased to state:a) whether Government undertook ‚<U+0080><U+0098>Skill Development Mission‚<U+0080><U+0099> during the Eleventh Plan (2007-12) with an outlay of Rs. 22,800/- crores;b) if so, the year-wise and State wise details of amount spent on this Mission so far;c) whether any regional imbalances surfaced during this period and, if so, the reasons therefor and the corrective action taken;d) whether the present public infrastructure is sufficient to achieve the desired results of the Mission or the involvement of private enterprise is necessary;e) if so, the plans of Government; andf) what is the present State-wise status of skill requirement and availability in major sectors?", "165592": "(a) whether Maharashtra State Legislature has requested the Central Government for establishment of a separate Statutory Development Board for five districts of North Maharashtra, viz., Dhule, Jalgaon, Nandurbar, Nashik and Ahmednagar; (b) if so, the response of the Central Government thereto; (c) whether Government proposes to amend Article 371(2)(a) of the Constitution of India according to the amendments proposed by the Maharashtra State Legislature for establishment of the Statutory Development Board for North Maharashtra; and (d) if so, by when the Bill for this purpose is likely to be moved?", "165844": "(a) whether there is any special scheme to provide special financial incentive for development of cold chain in rural areas; (b) if so, the details thereof; (c) whether Government considers of providing special thrust to those areas where there is abundant production of vegetables; and (d) the details of financial assistance being provided by Government to the States under this scheme?", "174626": "(a) whether Government has taken any step to make Separate StatutoryDevelopment Board for Konkan region;(b) if so, the details thereof;(c) whether Government is planning to amend the Article 371 (2) (a);(d) if so, the details thereof;(e) whether Government has seen any other method to realize this aim; and(f) if so, the details thereof?", "165846": "(a) whether Government is planning to set up an autonomous agency, the National Fish Processing Development Board, to promote fish/processed fish products in the country; (b) if so, whether the proposed board will collaborate with the Marine Products Export Development Authority and National Fisheries Development Board; and (c) if so, the details thereof?", "174294": "(a) the details of the schemes formulated for development of alternative fuel energy in the country;(b) the total amount spent by Government on the research and development of these fuels during the last three years and the current year; and(c) by when such fuels are likely to be made available in the country?", "166480": "(a) whether Government has any estimated data regarding the population of Kerala`s cities like Thiruvananthapuram, Kochi, Kozhikode, Kollam and Thrissur in 2020; (b) if so, the details thereof; (c) whether Master Plan/Road Map for development is prepared for these cities for 2020; and (d) if so, the major points focused for addressing the infrastructure development?", "174535": "(a) the names of the districts and States that have performed the best and the ones that have performed worst, at national level, in implementation of various rural development programmes with supporting relevant figures, during the last three years;(b) the grants of actual expenditures on different rural development schemes in all districts of Jammu and Kashmir (J&K) during the last three years, district-wise and scheme-wise;(c) whether J&K was unable to avail any grants due to non-availability of State share; and (d) if so, the details thereof?", "169637": "(a) whether it is a fact that Government had launched a Rs. 50.00 crore HIV vaccine development programme; (b) if so, the details thereof; (c) whether it is also a fact that in India every day around 7100 people are getting infacted with HIV; and (d) if so, the details thereof ?", "172077": "(a) whether it is a fact that there is alleged corruption in the implementation of rural job guarantee scheme MGNREGS;(b) whether it is also a fact that social audit has brought about transparency in the scheme;(c) if so, whether Government would agree to social audit of other schemes to ensure transparency in all kinds of Government expenditure; and(d) if not, the reasons therefor?", "174599": "(a) the status of nearly 30 year long project of developing an indigenous aero-engine, which is indispensable for strengthening our defence capabilities; and(b) whether there is any dedicated Defence Research and Development wing for the Indian Air Force in addition to DRDO, etc., to meet our air defence needs and also to be customized for combat capabilities in view of fast global technological developments taking place?", "169398": "(a) whether it is a fact that there is a need to change the agri-eco system with particular focus on R & D and extension services; and (b) the action Government proposes to take in this regard?", "170667": "(a) whether Government has proposed a scheme for development of 12 districts and 100 blocks in border areas; (b) if so, the details and the salient features of the scheme; and (c) the number of districts of Punjab that have been taken up under the scheme and by when this scheme will be launched?", "164400": "(a) whether Government is considering to increase the assistance of Rs. 25000/- to Rs. 35000/- for construction of workshed for BPL Handloom Weavers under Integrated Handloom Development Scheme due to escalation of cost of building material; (b) if so, the details thereof; (c) whether Government is also considering to increase the financial assistance from Rs. 8000 to Rs. 12000 to provide looms to Handloom weavers under Integrated Handloom Development Scheme as the present assistance is insufficient to meet the requirements; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "171863": "(a) what are the developmental plans of the Ministry for the whole country during the next five years; and (b) how much budget would be required for the same?", "168149": "(a) whether it is a fact that India and Russia are jointly developing the fifth generation fighter aircrafts; (b) if so, the details thereof; and (c) how many of such fighter jets that India is going to induct into the Indian Air Force and by when?", "173083": "(a) the target fixed for development of National Highways under NHDP during current financial year i.e. 2011-12 and status of the same;(b) the phase presently running under this NHDP scheme;(c) the number of projects that have been taken over under NHDP in Bihar in all phases till now and what are their status; and(d) the details thereof?", "169394": "(a) whether Government has identified some travel circuits in the country on annual basis and develop them to international standards to attract tourists both domestic/foreign; (b) if so, the circuits developed in Punjab during the last three years, year- wise; (c) whether any request from the State Government of Punjab is lying pending with Government; and (d) if so, the details thereof?", "171941": "(a) whether the State Governments have requested the Central Government for assistance, financial or otherwise, for development of forests in their States during the current year; (b) if so, the details thereof and the funds released for the purpose, State-wise;(c) whether in view of the alarming felling of trees clandestinely, Government proposes to enact a separate law to deal with the matter; and(d)if so, the details thereof and the action taken in this regard?", "171541": "(a) the number of students that have availed the Education Loans from National Scheduled Castes Financial and Development Corporation (NSCFDC) during the last three years, with the details of courses and States;(b) whether there are any requests for waiver of these loans/interests;(c) whether Government proposes to consider these requests; and(d) if so, the details thereof?", "165101": "(a) whether it is a fact that several incentives are given for the development and expansion of food processing industries of the country; (b) if so, the Government‚<U+0080><U+0099>s reaction thereto; (c) the number of industrial units functional in the country as on December,2010 and number of such units in which foreign investments have been made; and (d) the average capital investment on the basis of industrial units in the country?", "167723": "(a) whether the Government is emphasizing the need for finding a balance between development and environmental protection; (b) if so, the details thereof; and (c) if not, the reasons therefor?", "169523": "(a) whether it is a fact that Coir Board has introduced Market Development Assistance Scheme (MDA) in lieu of the rebate scheme; (b) if so, the details thereof; (c) whether it is also a fact that the Kerala Government has requested the Coir Board for the relaxation of its guidelines as most of the Coir Societies are not able to utilize the MDAs due to rigidity of guidelines; and (d) if so, the details thereof and Government‚<U+0080><U+0099>s reaction thereto?", "173162": "(a) whether it is a fact that farmers are suffering huge financial losses due to bad quality of seeds;(b) if so, the corrective action taken in this regard;(c) whether Central Government has advised State Governments and ICAR to conduct detailed study with latest scientific techniques for development of various varieties of seeds which can yield more production in current atmosphere;(d) whether Government has approached Department of Bio-Technology to develop best quality seeds; and(e) if so, the details thereof?", "172080": "(a) whether it is a fact that there is a need to rework development schemes in naxal-affected areas; (b) if so, the details thereof; and (c) the steps Government is taking in this regard?", "172081": "(a) whether the Ministry think that there is a need for more flexibility in the implementation of rural development schemes, particularly in naxal-affected districts of the country;(b) whether it is a fact that the Prime Minister also expressed that there is a need for more flexibility in implementation of schemes in the 60 naxal-affected districts; and (c) if so, how the Ministry is planning to go ahead in this regard?", "173924": "whether Government considers to give special Central Assistance to Western Odisha Development Council Region which is the most backward region of the State as well as most backward region of the country?", "170116": "(a) whether the Ministry has received any proposal for seeking funds for development of rivers under river development scheme from Gujarat Government; (b) if so, the funds allocated in this regard; and (c) whether the Ministry would provide necessary help to the State Government to prepare a project in this regard even if the proposals are not received from the State Government?", "165581": "(a) whether proposals have been received from various States for the development of Metro Rail System in their respective States; (b) if so, the details thereof; and (c) the present status of all the proposals, proposal-wise details thereto?", "169446": "(a) whether special provision has been made by Railways to expedite development of rail network in the North-East considering the Vision 2020 document; (b) if so, the details thereof and project-wise target set for their timely completion; and (c) the details of steps being taken-up by Railways for development of rail connectivity and services in the North-East specially to accelerate industrial growth under the North-East Industrial and Investment Promotion Policy?", "164535": "(a) whether it is a fact that a proposal for development of Multi Model Logistics Park and container freight stations at Kalinga Nagar, Angul, Jharsuguda, Rourkela and Choudwar in Orissa is pending with Government; (b) if so, the details thereof; (c) whether the State Government of Orissa is pressing for implementation of this proposal; and (d) if so, the progress made so far in this regard?", "171500": "Will the Minister of TOURISM be pleased to state: (a) whether there is any tourist place in Odisha which has got the status of national importance; (b) if so, the details thereof;(c) whether the State Government has asked for some amount of assistance from Government for the development of tourist places in the State;(d) if so, the amount of assistance provided so far and the manner in which it has been spent by the State;(e) whether any proposal is pending with the Government for the development of Mandara Giri tourist place of Angul district in the State; and (f) if so, the details thereof?", "167441": "(a) the amount collected by States as royalty from mining companies, State-wise and mine-wise; (b) whether it is a fact that even 20 per cent of the money so collected, in the form of royalty, is not reaching for the development of the mining areas; (c) if so, the reasons therefor; (d) if not, the details of money spent for the development of mining areas during the last five years, year-wise; and (e) the reasons why Government is not setting up a revenue stream flowing back to the locals in every district where mines are located?", "166323": "(a) the national growth rate in fish production in the country, particularly in Maharashtra during the last three years; (b) whether Government of Maharashtra has submitted proposals for development of fishery harbours; (c) if so, the details thereof along with the status of the proposals; (d) the time by which these proposals are likely to be cleared; and (e) the details of steps taken or proposed to be taken for improvement of facilities for marketing, processing of fish and cold storages, particularly in the Maharashtra?", "166839": "(a) whether it is a fact that the Comptroller and Auditor General of India (CAG) has discovered that the Reliance Industries Ltd. (RIL) has grossly overstated its development costs in KG-D6 filed in Andhra Pradesh causing significant financial losses to the exchequer; and (b) if so, the details thereof and action taken, if any, by Government in this regard?", "170578": "(a) whether Government has formulated any policy for the development of National Highways; (b) if so, the details thereof; (c) whether Government proposes to widen the National Highways in the country including Jharkhand; and (d) if so, the details thereof along with the expenditure likely to be incurred thereon?", "170434": "(a) whether the Ministry resolved railway land issue for development of Rajkot airport, if so, the details thereof with specific time limit; (b) whether the Ministry has received any communication from Ministry of Railways in this regard, if so, the action taken thereof; and (c) the amount of fund that has allocated by AAI for development of Rajkot airport, the details thereof?", "172448": "(a) whether funds are allocated to develop Madgaon railway station as a commercial hub; (b) if so, the details thereof; (c) the size of land required for the renovation; (d) whether Government has sufficient land for the project; and (e) if so, the details thereof ?", "172449": "(a) whether any special provision has been made by the Ministry to expedite development of rail network in the North-East region considering the Vision 2020 document;(b) if so, the details thereof;(c) the details of the steps taken, projects sanctioned and targets set for their timely completion; and(d) the details of steps being taken to accelerate better rail connectivity and services in the North-East region to expedite industrial growth under the North-East Industrial and Investment Promotion Policy (NEIIPP)?", "170577": "(a) whether State Government of Jharkhand has proposed development of 20 schemes of State Highways (SH)/Major District Roads (MDR) to the Ministry in May 2009 under the improvement of Road Connectivity in Left Wing Extremism (LWE) affected Area Programme of GoI; (b) whether the Ministry has approved only 10 schemes out of the proposed 20 in RRP-I; (c) whether Chief Minister of Jharkhand wrote to the Minister on 28th October 2010 and 28th May 2011 and also met on 29th October 2010 and 7th July 2011 to request approval of the project; and (d) if so, the steps that have been taken for approval of the rest 10 schemes of SH/MDR proposed earlier and 22 additional proposal of SH/MDR further identified by Government of Jharkhand for inclusion in RRP-II?", "171602": "a) whether Government of Andhra Pradesh has formulated several projects/ schemes for development of animal husbandry, dairy and fisheries sector in the State;b) if so, as per the submission of a detailed report by Andhra Pradesh, has the Government pleaded for sanction of Rs. 130/- crores for the year 2009-10 from the Centre for Animal Husbandry, Dairy and Fisheries and Veterinary University;c) if so, whether Government would sanction the said amount for fast development of the said projects in Andhra Pradesh; andd) if not, detailed reasons therefor ?", "167925": "(a) whether it is a fact that the hon`ble Supreme Court had quashed the levying of Airport Development Fee (ADF) by private airport developers; (b) if so, the details thereof; (c) whether there was any understanding between Delhi International Airport Pvt. Ltd. and officials of Ministry of Civil Aviation while recommending ADF for DIAL; (d) whether Government is contemplating of ordering a CAG/CBI probe into the whole issue to unearth the truth; (e) if so, the details thereof; and (f) if not, the reasons for not taking any action on the officials of the Ministry and DIAL for illegally charging ADF from passengers?", "166429": "(a) whether the Ministry has finalised the Model Real Estate (Regulation and Development) Bill to regulate the functioning of builders; (b) if so, the salient features thereof; (c) whether some industries/companies have opposed this Bill; (d) if so, the points of their contention and Government‚<U+0080><U+0099>s reaction thereto; and (e) by when it is likely to be introduced?", "172254": "(a) whether it is a fact that census 2011 has revealed that the population growth rate in second class metropolitan cities is more than that in first class metropolitan cities;(b) if so, the details thereof;(c) whether Government have any concrete policy for development of second category metropolitan cities;(d) if so, the details thereof; and(e) if not, the reasons therefor?", "172165": "(a) whether the US has offered India a partnership in the development of the world‚<U+0080><U+0099>s most advanced fighter plane, F-35 joint strike fighter;(b) if so, the details of the partnership; and(c) the reaction and response of Government to the proposal?", "164679": "(a) whether the Working Group on Agriculture Production, set up by Prime Minister with Chief Ministers of Punjab,Bihar, Haryana and West Bengal has submitted its report; (b) if so, the main features of the report; and (c) the conscious and consistent measures taken by Government to set up both public and private investment in agriculture, especially in Research and Development, which has been stagnating for years?", "169307": "(a) whether Empowered Group of Ministers (EGoM) has agreed in principal to develop 10,000 km. long roads in the States as National Highways; (b) if so, whether the Ministry has prepared a comprehensive plan for it and forwarded it to Planning Commission for approval; (c) if so, the details of those State roads which are likely to be declared as National Highways; and (d) by when required infrastructure facilities etc. are likely to be provided to these newly declared National Highways?", "170136": "(a) whether it is a fact that the Ministry is facing shortage of funds and hence it is not able to implement its projects; (b) whether it is also a fact that the Ministry is going to take assistance from the World Bank for its Flagship Scheme, viz. National Rural Livelihood Mission (NRLM); (c) the names of the other projects for which the Ministry is planning to take assistance from the World Bank; and (d) the amount of loan sought as soft loan from the World Bank for all its projects by the Ministry?", "169102": "(a) how does Kosa research and development centre located in Kunti district of Jharkhand assure that it trains and assists large number of tribals in LWE districts of its neighbourhood like Gumla, Simdega, Latehar etc.; (b) how many families have benefited from this research and development centre in tribal districts mentioned above; (c) how do they ensure that tribals get fair price for Kosa cocoon which they collect from jungles; and (d) do they have forward linkage schemes to create employment and value addition to Kosa cocoons collected?", "173957": "(a) whether it is a fact that many road development projects in naxal affected areas have not been completed;(b) if so, the details thereof;(c) the reasons therefor;(d) the amount of money sanctioned for these projects;(e) the steps taken by Government to speed up the process of connectivity in the naxal affected areas; and(f) the details thereof?", "172113": "(a) whether the Planning Commission has advised Government to develop Special Industrial Zones (SIZs) with complete good connectivity and infrastructure to cater to domestic demand and improve trade balance; and(b) if so, the details thereof and the details of steps taken by Government to implement the proposal to boost the manufacturing section and generate more employment?", "172765": "(a) the funds allocated and utilised for research and development in various fields during the last three years and the current year, year-wise and sector-wise;(b) the progress achieved as a result of the efforts made in the field;(c) the steps taken by Government to provide world class facilities and infrastructure in the field of scientific research and development;(d) whether Government has identified the role for Non-Governmental Organisations, public and private institutions and industries in technological and scientific research and development; and(e) if so, the action plan formulated for the Eleventh Five Year Plan in this regard?", "173833": "(a) whether Government has approved urban development work under different schemes in Haryana and Uttar Pradesh during the last three years ;(b) if so, the scheme-wise details thereof ;(c) the State-wise, and scheme-wise total amount sanctioned by Government; and (d) the progress made so far ?", "170745": "(a) whether it is a fact that discrepancies is being noticed in funds allocated, released and utilized for Central Government funded schemes being run for rural area development in the country; (b) if so, the reaction of Government thereto; and (c) the details of funds allocated, released and utilized for the rural development schemes in the years in 2009-10 and 2010-11 and the names of these schemes?", "172763": "(a) the efforts, the Ministry is making to promote scientific attitude particularly among children and also encourage children to take up science as their stream of study;(b) whether any scheme programme is being implemented for this purpose; and (c) if so, the details thereof and how far they have a become successful, with a particular reference to Andhra Pradesh?", "171593": "(a) the total amount spent on agriculture during each of the last three years and the percentage of GDP;(b) the amount spent on dairy development out of this during the said period and the percentage of GDP, Statewise;(c) the amount allocated or proposed to be allocated for year 2011-12 for agriculture and dairy development and the extent to which it is less or more in comparison to the last two years;(d) the amount allocated to States for agriculture and dairy development during Tenth and Eleventh Five Year Plans, yearwise; and(e) the road map for dairy development during Twelfth Five Year Plan?", "164386": "(a) the share of road transport in the movement of passenger`s vis-a-vis freight during 2005-06 and 2009-10; (b) the target fixed for development of National Highways under various phases of NHDP during 2009-10 and 2010-11; (c) the achievement made against these targets; and (d) the steps taken to expedite the progress of the NHDP?", "173426": "(a) the role of the Central Government in developmet of minerals in the country in general and awarding mines on lease/ according approval for grant of mineral concessions to the State Governments, in particular;(b) whether the Indian Bureau of Mines exercises the regulatory role under the Mines and Minerals (Development and Regulation) Act in the matter of conservation and development of mines; and(c) if so, the details thereof?", "172769": "(a) whether Government has constituted the Development of Water Resources Information System (DWRIS) during the Eleventh Five Year Plan for developing information system on water resources at the national level;(b) if so, whether it would provide data and updated information regularly to take necessary action; and(c) if so, the details thereof and what are the mechanism for availability of updated data under this system?", "170589": "(a) whether Government has received a report prepared for the National Transport Development Policy Committee headed by the former RBI Deputy Governor on the poor maintenance of roads in the country; (b) if so, the main recommendations/findings of the report; (c) whether the report has been examined; and (d) if so, with what results?", "166338": "(a) whether the Union Government has received any representations from border States for special assistance for their development; (b) if so, the response of the Union Government thereto; (c) whether Government has any action plan for the development of border States; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "166744": "(a) the number of coal blocks allocated where the development processes have not been started , so far and (b) the measures taken by the Central Government to expedite the development of the allocated coal blocks?", "174541": "(a) whether Government is having a separate development plan for every NTC mill now running and earning profit; and(b) if so, the plans worked out for the NTC mills Kaleeswarar Textiles, Kalaiyarkoil, Sivaganga District and Coimbatore Spinning and Weaving Mills, in Tamil Nadu?", "168026": "(a) whether the Ministry has taken any special initiatives for development of higher education and technical education in the underdeveloped States like Orissa, Jharkhand, Uttar Pradesh, Bihar, Rajasthan and North-Eastern States; (b) if so, the details of the initiatives taken so far during the last three years; (c) if not, the reasons therefor; (d) to what extent, students have benefited from those initiatives so far; and (e) how much money has been spent, so far, on such initiatives during the last three years? ANSWER", "173412": "(a) the objectives of the Market Development Assistance (MDA) scheme;(b) how many coir societies in Kerala have been able to achieve these objectives since the introduction of this scheme; and(c) what is the status of the Coir Board‚<U+0080><U+0099>s request to relax MDA guidelines for utilizing funds for payment of wages, purchase of raw materials and transport?", "166749": "(a) whether it is a fact that Government proposes to give an additional Rs.10,000 crore annually to the mineral rich tribal districts for development; (b) if so, the details thereof; and (c) by when it is likely to be implemented?", "165800": "(a) the number of foreign tourists visited Orissa during the last three years, year -wise; (b) the details of grants given for development of various tourist places in Orissa during the last three years, year wise; and (c) the fresh steps taken by Government to develop Orissa as a favourite tourists‚<U+0080><U+0099> destination?", "165803": "(a) the name of the locations along with the amount allocated for them during the current year for the development of tourism in Bihar; (b) whether the allocated amount is in accordance with average allocation of national level; (c) whether it is a fact that number of the tourists visiting Bihar has grown exponentially; and (d) if so, whether Central Government would make special allocation for Bihar to promote the rural/religious/cultural tourism there ?", "172257": "(a) whether the development works supposed to be done during Commonwealth Games in Delhi, have since been completed; (b) whether the cost on these development works is more than that of those development works to be done in normal way; (c) if so, how much and the reasons therefor; and (d) whether the complaints of corruption in these works have also been received?", "174334": "(a) whether the Asian Development Bank project worth $800 millions under the Himachal Pradesh Clean Energy Development Programme, faced grim opposition from local people for keeping their lands and rivers intact;(b) if so, whether the four proposed dams are in the seismic zone IV, destructive to rivers, and some are being built so close to glaciers that they may accelerate melting of glaciers; and(c) whether it would be ensured that destruction potential of clean energy programme through such mega projects is avoided, so that farm sector viz-a-viz water potential is sustained continuously?", "170771": "(a) whether Government is planning to support the development of renewable energy technologies to harness specialized sources available in the North Eastern Region (NER), such as forest biomass from trees, shrubs and weeds, micro wind generators atop buildings on hill slopes, hybrid hydro, solar and wind, etc; (b) if so, the details thereof including the steps taken by the Ministry to launch joint programmes with other Ministries and international research organizations in this respect; and (c) the progress made in development and dissemination of these new technologies for wider adoption by grid‚<U+0080><U+0093>connected and off-grid power developers?", "167859": "(a) whether Government is developing villages for real progress; (b) if so, the details thereof during the Eleventh Five Year Plan; (c) the funds spent for the period, State-wise, especially in Andhra Pradesh; and (d) if not, the reasons therefor?", "169071": "(a) theState-wise details of slum households in the country; (b) whether State Governments have sent proposals for development of slums; (c) if so, the details thereof; and (d) theState-wise details of the works undertaken under Jawaharlal Nehru National Urban Renewal Mission (JNNURM) for the development of slums?", "170834": "(a) the number of males and females engaged urder rural development schemes, district-wise wise, in Andhra Pradesh for the years 2008, 2u00 and 2010; (b) the total number of officials suspended and facing\\various punishments in Andhra Pradesh, district-wise, tor their COiTUpt activities wth regards to implementation of rural development sche nes during 2008, 2009 and 20.0: (c) whether wages to all laborers are paid regular`y and exclusively through their personal accounts of their banks. in every listrict of Andhra Pradesh: and (d) if not, the details of laborers paid under banking and laborers not pard tnrough banking system, during 2008, 2009 and 20I0?", "173713": "(a) the district - wise names of archaeology survey, archives and museums for which proposal for various works has been received by the Ministry from Madhya Pradesh Government;(b) the current status of such proposals;(c) whether any time - limit has been set for disposal of such proposals;(d) whether too much time taken in sanctioning such proposals obstructs the developmental works; and;(e) if so, the details thereof?", "169371": "(a) whether Government of Gujarat has requested for development of Sabarmati railway station to reduce the vehicular traffic near Kalupur station and thereby reducing overcrowding and pollution at the station; (b) whether Railways have found merit in the request; and (c) if so, the time-frame envisaged for full development of Sabarmati railway station?", "170520": "(a) the schemes being run for basic facilities and infrastructure development in the urban areas; (b) the scheme-wise details of the criteria for including cities under the schemes mentioned at (a) above; (c) whether State Government of Madhya Pradesh has submitted any proposal to the Central Government under these schemes; and (d) if so, the details of the said proposals, cities for which the same has been submitted, action taken thereon and amount released to Madhya Pradesh for each proposal ?", "169078": "(a) whether Integrated Housing and Slum Development Programme (IHSDP) is being run in all cities of Punjab, Haryana and Uttar Pradesh; (b) if so, the details thereof, State-wise, City-wise; and (c) the slum development works undertaken by Government during each of the last three years and the current financial year in these States.?", "170463": "(a) whether Government has received any proposal requesting release of funds for Transport Infrastructure Development of World Heritage Centre, Hampi; (b) the total estimated cost of the Project; (c) the status of the Project; and (d) whether any time-frame has been set to implement and complete the Project?", "172952": "(a) whether Central Government had considered to allocate amount directly through Additional Central Assistance instead of giving approval under JNNURM for development project of Mithi River at Mumbai in Maharashtra;(b) if so, the details thereof;(c) whether it is proposed to allocate amount at the earliest under Additional Central Assistance; and(d) if so, the details of the meetings held with the State Government in this regard?", "164253": "(a) whether Government is considering to develop ` 10,000 cr. Army Communications Network involving private players in the high-tech systems; (b) if so, the details in this regard; and (c) what are the names of private Indian companies who have shown interest in the proposed communications network?", "170779": "(a) the fund sanctioned by Central Government for Rajasthan till the year 2010-11 under the project being run for Intensive Dairy Development Programme; (b) the name of the districts included in this scheme; and (c) the funds allocated therefor along with the dates of their allocation and the allocation of funds pending?", "167059": "(a) whether IIT Kanpur has developed an anti-collision device by which the accidents can be prevented and various activities of Railways can be monitored through satellite; (b) if so, the steps being taken for putting it into use; (c) whether any other Department/ IIT is also working on this technology; and (d) whether any project is going on under Technology Mission on Railway Security?", "167509": "(a) whether funds are being allocated every year for the development of renewable energy sources of Maharashtra; (b) whether the State Government fully utilizes the funds so allocated; (c) if so, the details of development works done by the State during the last three years; and (d) the urban and rural areas of the State where development work has been done till date since the commencement of this Central scheme?", "167210": "(a) whether Planning Commission keeps it in mind that model of development should be put up by States for consideration once it is proposed by Panchayat, district and Municipality etc.; (b) the names of States from where such reports have been received; and (c) whether these States have comparatively lower number of cases of land acquisition disputes?", "167216": "(a) whether Government has any proposal for development of all the inland water ports in Gujarat in view of their present conditions; (b) if so, the details of action plan taken thereon and the amount to be invested, port-wise and enhanced capacity of the ports; and (c) if so, the details thereof and if not, the reasons therefor?", "165638": "(a) whether it is a fact that many promoters of Special Economic Zones had sought more time to develop their projects; (b) if so, whether Government had agreed to their request in this regard; (c) whether it is also a fact that many promoters of SEZ had surrendered their approvals; and (d) if so, the details thereof?", "164099": "(a) the status for the proposal of the State Government of Andhra Pradesh for funding of Rural Development Project on Bio-diesel for Rs. 2745.85 Lakhs for five years, i.e. 2008-09 to 2012- 13; and (b) the year-wise details of funds released there under till date and physical achievements made with the central funding in the field of Jatropha Planting, collection, evaluation of germplasm, standardization of Agro-techniques and pilot demonstrations of Madhuca longifolia in Andhra Pradesh?", "166058": "(a) whether the Brahmaputra Board under the Ministry had prepared a Master Plan for flood management and integrated development of water resources in the main Brahmaputra; (b) whether it is a fact that the estimated cost of scheme embodied in the Master Plan was about `54,750 crore; (c) the current status of the scheme and the success rate; and (d) whether this scheme has solved the problem of flood to a certain extent and if not, what would be the next plan of action?", "168984": "(a) whether Government would expedite the approval of road construction and other pending schemes of rural development in Chhattisgarh keeping in view of the conditions prevailing in the State; and (b) whether in view of the incidents of blowing off of the roads and obstructing the railway services by naxalites, there is any plan to revive the hampered development by curbing such activities in consultation with the Ministry of Home Affairs and other Ministries?", "171490": "(a) whether it is a fact that Government has set up National Transport Development Policy Committee (NTDPC) under the Chairmanship of Dr. Rakesh Mohan;(b) if so, the major objective of the Committee;(c) whether the committee has presented its report;(d) if so, the details of the suggestions; and(e) the action proposed to be taken thereon?", "166053": "(a) whether it is a fact that the situation of water availability in Desert Development Programme (DDP) area is very grave due to abnormal and sporadic rainfall in Rajasthan; (b) if so, whether Government`s view is to provide irrigation facility to these areas on priority basis in order to stop the expansion of desert in these areas; (c) whether Government proposes to provide 90 per cent Central assistance for DDP areas under Accelerated Irrigation Benefit Programme (AIBP); and (d) if so, by when and if not, the reasons therefor?", "164319": "(a) the number of Central Government development projects that are underway in the North Eastern State, State wise; (b) the employment generation capacity of each project with details for each State; (c) whether the Ministry has plans to introduce further projects in the region for job creation; and (d) the details thereof?", "168010": "(a) the number of proposals received from different States for the construction of sports stadia and development of sports infrastructure during each of the last three years, and current year State-wise along with the action taken thereon; (b) whether Government has allocated/sanctioned and released funds for the development /promotion of sports; (c) if so, the details thereof during the said period including the State of Uttarakhand; (d) by when the pending proposals are likely to be approved; and (e) the details of the financial assistance/sports facilities provided to the sports persons from all States during the said period?", "171769": "a) what steps Government proposes to take to augment the production and productivity of coal to meet the needs of the power sector ; (b) the amount of coal that was imported during the last three years ; and(c) what steps are being taken to encourage private investments for coal development particularly for acquiring new technologies?", "168012": "(a) whether the Rajiv Gandhi National Institute for Youth Development, Sriperumbudur, Tamil Nadu has full time Vice-Chancellor, Registrar and other faculties who are professionals and Academicians, so that UGC can recognize it as deemed university; and (b) if so, whether normal policy of regularizing the part-time faculties working for many years were followed?", "169388": "(a) whether Government is working on ‚<U+0080><U+0098>Mega Destination Development Scheme‚<U+0080><U+0099> for consolidation of tourists resources in the country; (b) if so, the names of the tourist places in the country included for development under the scheme especially in Haryana; (c) whether Government propose to include the world renowned tourist site Kurukshetra under the scheme; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "171706": "(a) whether Railways have registered losses this years;(b) if so, the extent of impact that this loss is likely to have on the developmental schemes of Railways;(c) whether Railways are considering measures for increasing its resources;(d) whether these measures also include hike in the railway fare; and(e) if so, the details of the extra revenue to be generated by Railways in this way?", "167865": "(a) whether Government received representation for expedition of National Highway Development Programme; (b) if so, the details thereof; (c) whether Government has also been requested to double the strength of current board in NHAI for speeding up implementation of NHAI projects; (d) if so, the details thereof and the other alternative measures taken by Government to meet the target of 20 km. per day; and (e) if so, the details thereof?", "167861": "(a) whether a balanced development of villages have failed to take place through Panchayati Raj System due to various reasons including the alleged discriminatory partisan attitude of the members in several Panchayats; (b) if so, the details thereof; (c) the steps taken/proposed to be taken by Government for ensuring balanced development of villages; (d) whether Government has received any complaints of misuse of funds of the Panchayats in Himachal Pradesh; and (e) if so, the details thereof and the action taken/being taken by Government in this regard?", "166288": "(a) whether the country‚<U+0080><U+0099>s track record on unconventional gas source, Coal Bed Methane (CBM), production has not been encouraging and the expected production for 2010-11 is 1.11 million standard cubic meter a day and the current production stands at only 11.71 per cent; (b) if so, the details thereof; (c) whether gas production from CBM blocks of private firms are also behind the approval plan due to issues like lack of market access and land acquisition and some of them are still under developed; and (d) if so, the steps taken to explore this unconventional gas source?", "168077": "(a) the statistics regarding wastage of fruits and vegetables yearly, due to lack of cold storages and food processing facilities; (b) whether Government has set any roadmap/target to reduce this loss; (c) if so, the details thereof and extent to which loss percentage has been reduced; (d) the amount allocated for spending on development and extension of food processing industries in the country during the Eleventh Five Year Plan; (e) the amount spent and achievements thereof, till date; and (f) whether standardisation of processed food, packing and improvement in shelf life, detection of biological and chemical contamination, etc., has been done?", "169533": "(a) the action taken by the National Botanical Research Institute (NBRI) for developing varieties of fruits in Gujarat, as the Gujarat Agricultural University has already communicated its desire in this regard; (b) whether NBRI is extending its activities in South Gujarat as this region is largest producers of a variety of mangoes ; (c) whether NBRI is conducting further detailed study about world famous Alphanso mango variety of South Gujarat as this variety is in dead condition and it requires urgent research work ; and (d) whether NBRI is intending to communicate with the Gujarat Government in this regard ?", "169761": "(a) the details of various rural development schemes launched by Government; (b) the details of funds allocated, released and utilized under each of the schemes, State- wise during the last three years including the current year: (c) whether Government has made assessment about the implementation of these schemes; (d) if so, the details thereof; (e) whether Government has noticed any case of misuse or diversion of funds; (f) if so, the details of action taken thereon; and (g) whether there is any independent agency to monitor the progress of these schemes?", "169283": "(a) whether Government has identified the causes which hindered the timely construction of National Highways and their proper maintenance; (b) if so, the details thereof and the steps taken/being taken by Government to do away these hindrances and expedite development work of these highways; and (c) the details of target fixed by Government to increase the network of National Highways in the current year?", "167909": "(a) whether Government has directed the National Centre for Design and Product Development (NCDPD) and Export Promotion Council for Handicraft (EPCH) to initiate capacity and skill development programmes for artisans across the country; (b) if so, the details thereof; (c) whether the Plan is to train over 7000 artisans spread across the 30 clusters under the Human Resource Development scheme of artists and craftsmen; (d) if so, the details thereof; (e) whether the aim of the Programme is to improve the quality of handicrafts, make them competitive in the international market, improve the skills of craftsmen, upgrade technology, improve design etc.; and (f) if so, the details thereof?", "172273": "(a) whether Government has taken note of the reference made about India‚<U+0080><U+0099>s position in the Human Development Report prepared by the United Nations Development Programme for the year 2011;(b) if so, whether it is a fact that India holds 134th position in the complete list of 187 countries;(c) if so, the details thereof;(d) whether it is also a fact that despite Government claims of economic development in India, lives of humans could not be improved in the country; and(e) if so, the response of Government in this regard?", "169360": "(a) whether Government has any plan to extend the railway platform and railway station shed of Jajpur-Keonjhar Road; and (b) in view of both side roads of Jajpur-Keonjhar Road belonging to Railways would it take immediate steps for development of land, construction of both side roads, sewerage line in consultation and technical cooperation with municipality of Vyasanagar, Jajpur Road?", "168470": "(a) the expenditure proposed to be incurred in the Eleventh Five Year Plan on dairy development activities in the country; (b) the percentage it amounts to in the total expenditure incurred on agricultural development activities; (c) the details of funds earmarked, Statewise; (d) whether it is a fact that the number of cattle stock is gradually decreasing; and (e) if so, the reasons therefor and the measure to be adopted by Government to encourage cattle owners?", "172943": "(a) the details of financial assistance granted by Government for development, promotion and upliftment of handicrafts in the country, particularly in Gujarat during the last three years;(b) whether Government has formulated any comprehensive scheme fordevelopment of handicrafts in the country; and(c) if so, the details thereof and the action taken by Government in this regard?", "170768": "(a) the details of expenditure on various programmes for the development of solar energy in the country during the last three years along with the achievements thereof. (b) the details of funds allocated and released for the development of solar energy in Madhya Pradesh during the last three years; and (c) whether it is a fact that recently the Comptroller and Auditor General has pointed out in its report that the Ministry does not utilize its budget fully as a result of which the programmes being run are not able to achieve their targets within the fixed time-frame?", "172103": "(a) whether Government has not yet sanctioned the proposals sent by Maharashtra Government for development of civic amenities in 91 small and medium cities of the State under the Central Scheme in the year 2010-11;(b) if so, the details thereof; (c) whether Government propose to expedite allocation of funds by according approval to this proposal; and (d) if so, the details thereof?", "172545": "(a) whether it is a fact that only 5 percent of Indians in the age group of 19-24 years acquire some skills through vocational education;(b) the amount spent during Tenth Five Year Plan on vocational education and in the Eleventh Five Year Plan, so far;(c) the results achieved in improving skills through vocational education during the last three years, State-wise and yearwise; and(d) the plans of Government for further development of skills through Vocational Education?", "174395": "(a)whether Government has received proposals for allotting more forest land for the development of Sabarimala, one of the largest pilgrimage center in South India;(b)if so, the details thereof; and(c)the action taken in this regard?", "171567": "(a) whether it is a fact that there are almost 50 schemes which are financed by the Central Government and are being run for the development of agriculture;(b) if not, the number of such schemes and the amount likely to be incurred on the implementation of these schemes during the Eleventh Five Year Plan; (c) whether any target was set for these schemes; and (d) if so, the details of targets for each scheme and the percentage of targets achieved in respect of each scheme?", "165649": "(a) whether it is a fact that the region of North-East is not getting its due share in infrastructure development specially the road construction; (b) if so, the details thereof; (c) the State-wise money spent on road construction and the share of each State of North-East in this; and (d) the immediate steps in hand with Government to link every village in North-East with road?", "167776": "(a) whether Government proposes to provide special economic package to North Eastern States particularly in Sikkim for urban development; (b) if so, the State-wise details thereof; and (c) if not, the reasons therefor?", "174692": "(a) whether Government is working on converging urban development schemes to improve quality of life ;(b) if so, the details thereof and the views of each State in this regard ; and(c) if not, the reasons therefor ?", "164779": "(a) the amount allocated to Gujarat for implementation of Central Schemes for rural development during last three years, year - wise and scheme - wise; (b) the amount actually spent for each of the schemes during each of the last three years, district-wise; (c) the assessment of the achievement of implementation of the scheme; (d) whether amount fixed for scheme under rural development in Gujarat was fully utilized during the last three years; (e) if so, the details thereof; and (f) if not, the reasons therefor?", "168009": "(a) the details of Government plans for the development of sports in the tea gardens of Assam and West Bengal; (b) the details of the funds allocated in the last five years, year-wise and State-wise ; and (c) the details of the schemes and proposals for games in the schools and colleges of the tea garden areas of Assam and North Bengal?", "166196": "(a) whether it is a fact that interest in adopting agriculture as a means of better livelihood is decreasing in the country which is adversely affecting agriculture sector; (b) if so, the details thereof; (c) whether Government has formulated any policy for development of agriculture sector and to make agriculture a better means of livelihood; and (d) if so, the details thereof?", "173488": "(a) the number of proposals received from the State Government of Gujarat for allocation of funds for development of rivers in Gujarat under the National River Conservation Plan (NRCP);(b) the number of proposals approved and the number of proposals pending, till date, under this scheme; and(c) the quantum of funds allocated and proposed to be allocated in this regard?", "165725": "(a) whether it is a fact that it has been decided to develop Bikaner airport so as planes of ATR type can operate from there; (b) if so, when the decision to develop the Bikaner airport was taken, by when it would be completed and the total expenditure incurred; and (c) the arrangements made to ensure the timely execution of this work?", "166040": "(a) whether it is a fact that Government has increased the share of hydroelectric projects and set a target of 50 thousand megawatt power generation in future; (b) if so, the action taken by Government to utilize the installed capacity of hydroelectric projects in Himachal Pradesh; and (c) the future plan in the hydroelectric sector vis-a-visHimachal Pradesh and the amount proposed to be allocated for this purpose by the Central Government during the Eleventh and Twelfth Five Year Plans alongwith the amount sanctioned and the amount released, so far?", "164562": "(a) whether Government is considering a proposal for the development of a dedicated rail corridor of Meramandali to Talcher to Angul to Chhendipada to Boinda in Orissa which is going to be connected with 57 industries based on coal, integrated steel plants and power generating units causing a rail traffic of 113 MTPA; (b) if so, whether the steps have already been taken in this direction; (c) if not, the reasons therefor; and (d) whether the State Government of Orissa has sent any proposal in this regard?", "168869": "(a) whether it is a fact that several schemes are being implemented by the Central Government for agricultural development in the country; (b) if so, the names of the schemes; (c) whether there is a proposal under consideration to merge all these schemes into a single scheme; and (d) if so, the reasons therefor and the details of the draft of the proposal?", "169172": "(a) whether Government is contemplating to fix the target for Agriculture and Rural Development at seven per cent of GDP growth by using the Natural Resources, Human Resources and Scientific Advancement to achieve the target in order to declare India as the ‚<U+0080><U+009C>Food Bowl‚<U+0080>ù of the Globe; and (b) if so, whether the ‚<U+0080><U+009C>Solar Power‚<U+0080>ù generation will be clubbed together to make ‚<U+0080><U+009C>consumer becomes producers‚<U+0080>ù strategy?", "171497": "(a) whether it is a fact that 147 developmental schemes are being run in the country by Government; (b) if so, the details thereof;(c) the Ministry-wise number of schemes with which these are related to; and(d) the average annual expenditure to be incurred on the implementation of these schemes during the last five years?", "173204": "(a) whether it is a fact that private sector companies are working on many projects under Universal Service Obligation Fund (USOF) for development and expansion of telecom in rural areas of the country; (b) if so, the names of these companies and the projects assigned to them and the cost of these projects; and (c) whether the works of each of these projects have been completed as per the targets set?", "168588": "(a) the schemes being operated by Union Government for improving the condition of co-operative milk confederation; (b) the amount allocated for dairy development under National Agricultural Development Programme during the last two years; and (c) the amount allocated for Madhya Pradesh under National Dairy Plan together with the date when this scheme has been commenced in the State?", "167874": "(a) whether Government is planning to construct flyovers at busy junctions of Sarkhej-Gandhinagar NH 8C, and if so, by when; and (b) Government plans for development of NH 8C connecting Gandhinagar to Ahmedabad in terms of six laning and construction of flyovers at busy junctions?", "171552": "(a) next five year development plans of the Ministry for the country; (b) the amount of budget that would be required for the same; and(c) the details thereof?", "171102": "(a) the aims and objectives of the proposed Microfinance (Development and Regulatory Authority) Bills;(b) whether there is any proposal to make Micro Finance Institutions (MFIs) to register with RBI;(c) the details of proposed regulator for MFIs;(d) the reasons for keeping out NABARD from regulatory framework and bring in RBI to oversee regulatory and other aspects of MFIs; and(e) how the proposed Bill helps the poor who take loan from MFIs?", "171908": "(a) whether Government has done any assessment with regard to the development of biotechnology in the country;(b) if so, the details thereof; (c) if not, the reasons therefor; (d) whether there is an existing Government organization that carries out research and development in the field of biotechnology; (e) if so, the details thereof; and (f) if not, the reasons therefor?", "166922": "(a) whether any proposal of the State Government of Madhya Pradesh relating to forest and environment project is pending with the Ministry; (b) if so, the details thereof; (c) whether the Ministry is working on any action plan relating to maintenance and development of tiger reserve areas in Madhya Pradesh; and (d) if so, the details thereof?", "165389": "(a) the details of schemes undertaken in Goa for implementation of programmes for forest conservation development and regeneration; and (b) the details regarding implementation, including expenditure incurred at target achieved in last three years?", "169195": "(a) whether it is a fact that the Airports Authority of India is considering to regulate development fee for all airports in the country; (b) if so, the details thereof; (c) whether it is also a fact that Government had decided not to charge from passengers the development fee in respect of Delhi and Mumbai airports; and (d) if so, the details and the reasons therefor?", "172365": "(a) whether Government has approved to develop and convert NH-24 and 58 into six lane between Delhi ‚<U+0080><U+0093> Ghaziabad and Delhi-Meerut;(b) if so, the details thereof ;(c) the estimated expenditure likely to be incurred for these projects; and (d) the time-frame by which these projects are expected to be completed?", "169193": "(a) whether it is a fact that the Airports Authority of India has notified new rules for the collection, deposit and utilization of Development Fee (DF) for major airports in the country; and (b) if so, the details thereof?", "173098": "(a) the details of the schemes being implemented for the development of Scheduled Castes in the country, State-wise including Gujarat;(b) whether these schemes are working as per the targets;(c) if not, the reasons therefor; and (d) the steps taken by Government to ensure that these schemes are implemented as per Government directions?", "167971": "(a) whether there is a proposal for providing special package for development of infrastructure in the State of Bihar; (b) if so, the details thereof and if not, the reasons therefor; (c) whether Government has received any request from the State Government of Bihar; and (d) if so, the details thereof?", "169051": "(a) the details of steps being taken for development in unauthorised colonies of Delhi; (b) whether there is any plan regarding provision of drinking water, sewerage etc.; and (c) the details of the plan regarding provisioning of other community services ?", "165303": "(a) whether Government is aware that some rural areas in hilly States like Himachal Pradesh, have remained neglected for several years and are still out of sight; (b) if so, whether Government is considering to set-up a special fund for promoting development activities in such neglected rural areas; and (c) if so, the details thereof?", "165650": "(a) the major investments in projects, State-wise, employment generation and economic growth; (b) the status of revival of India-Myanmar road and the proposal for railway track to open up in the east; and (c) whether there is a need to take special steps to ensure the integration of the students from the North East as they migrate to other parts of the country in search of educational opportunities and employment?", "172132": "(a) the proposals pending before Government for industrialization, trade promotion and setting up of new industries for overall development of Kerala; and(b) by when each of these proposals were received by the Ministry and by when these proposals are likely to be approved?", "174379": "(a). whether Government has prepared any list of persons, families, house-holds considering Below Poverty Line (BPL) and Above Poverty Line (APL) for implementation of various programmes on rural development;(b). if so, the details thereof, State-wise; and(c). the details of the targeted list of BPL persons/families/house-holds who have been benefited and those who remain to be facilitated through the various components of schemes like Bharat Nirman, MGNREGS, Rural Electrification since their inception in Assam?", "172974": "(a) whether it is a fact that the country‚<U+0080><U+0099>s utmost need is balanced development;(b) if so, Government‚<U+0080><U+0099>s reaction thereto;(c) whether it is also a fact that the working of Panchayats would have to be made more effective, efficient and people-friendly for the purpose of balanced development; and(d) if so, the national level plan chalked out by Government for improving the functioning of these Panchayats?", "172970": "(a) the names of airports for whose development State Government of Madhya Pradesh has given land to Airports Authority of India;(b) whether the development work on those airports has been completed, if so, the details thereof;(c) the number of airports of Airports Authority of India in Madhya Pradesh;(d) the number of airports out of these proposed to be made of international standard and the action taken in this regard; and(e) whether the State Government of Madhya Pradesh has requested for increasing air facilities in the State, if so, the details thereof?", "167076": "(a) whether it is a fact that the bio-energy is the main source of power in rural areas of the country; (b) if so, the details thereof; and (c) the details of the expenditure along with the achievements of the programmes being run by Government for the development of bio-energy during the last three years?", "166209": "(a) whether there is a shortage of agricultural machineries like sugar-cane harvesters, cotton pickers and paddy transplanters which are currently imported in the open market; (b) if so, the details thereof; and (c) whether Indian Council of Agricultural Research (ICAR) has succeeded in developing and customizing new products in the field of farm implements?", "168344": "(a) whether Vigilance and Monitoring Committees have been constituted in all the States/Union Territories for effective monitoring of implementation of the programmes under the control of Ministry; and (b) if so, the details of assessment by the monitoring committee about the implementation of all these programmes?", "170308": "(a) the total amount of land distributed among SCs and STs at all India level during last two years; (b) the measures Ministry has taken to improve the irrigational facilities to these farmers; and (c) the State-wise initiatives and plans focusing on the overall development of agricultural land of Scheduled Castes and Scheduled Tribes?", "167984": "(a) whether Government has received a proposal of including the world famous tourist place Khajuraho in Mega Destination Development Scheme; if so, when; (b) the details of the present status of the approval for this proposal; and (c) by when the inclusion of the world famous tourist destination Khajuraho in Mega Destination Development Scheme is expected?", "167983": "(a) the funds allocated to Uttar Pradesh for tourism sector in the last three years by Government; (b) whether it is a fact that in view of the importance of tourism, the Centre will consider to make a plan to fully develop Agra, Mathura, Varanasi, Allahabad and Shravasti by declaring these areas as special tourism zones; and (c) if not, the reasons therefor?", "169604": "(a) the funds allocated for Accelerated Power Development and Reforms Programme (APDRP) during the Eleventh Five Year Plan, year-wise and State-wise; (b) the details about the level of implementation and achievements of the Programme, State- wise; and (c) whether feeder separation work is also taken up under the Programme?", "172782": "(a) the investment made during the Eleventh Five Year Plan for the development of irrigation facilities in the country, State-wise;(b) the area brought under irrigation during the plan, especially in drought prone areas, State-wise;(c) the number of farmers benefited therefrom, State-wise; and(d) the proposed investment during the Twelfth Five Year Plan for development of irrigation facilities?", "167746": "(a) whether Government has approved any scheme concerning the development of housing and basic facilities in slums across 250 cities that have a population of more than 1 lakh with the aim to create a slum free country by 2020; (b) if so, the details of the scheme covering financial aspects; (c) what will be the financial arrangement of the project; and (d) whether the scheme which aims to help re-develop slums will help in stopping their proliferation and provide a dignified life and property rights to the slum dwellers?", "168676": "(a) the Central Government funded industries that have been set up in Orissa so far since 1952; (b) to what extent Government has helped Orissa to develop industrially; (c) how far Orissa has been benefited by such initiatives in real terms compared to other States in India: and (d) whether the Central Government have developed any specific industrial policy to develop backward States, if so, the details thereof and if not, the reasons therefor?", "169160": "(a) whether the Ministry had granted around 1,700 square km. of additional area of the RJ-ON-90/1 block in Rajasthan beyond the initial contracted area to the same company; (b) if so, the reasons therefor; (c) whether there was full compliance of the Production Sharing Contract (PSC) on the appraisal programme and field development plans by the concerned company; and (d) the details, including prices and the transaction details thereof?", "166997": "(a) whether Railways and the State Government of Maharashtra have become reason of dispute in the development and extension of Mumbai Urban Transport Project (MUTP) -II in Mumbai, resulting in the stallation of development; (b) if so, the reasons therefor; (c) whether the Government will direct the Government of Maharashtra to resolve it; (d) if so, by when; and (e) the full details thereof?", "164473": "(a) whether Government‚<U+0080><U+0099>s attention has been drawn to the recent political developments in Egypt; (b) if so, the details and Government‚<U+0080><U+0099>s reaction thereto; (c) whether it is a fact that many Indian nationals working in Egypt are affected by the uprising there; and (d) if so, the details and measures that are being taken for the safety of Indian nationals in Egypt?", "173966": "(a) whether the Ministry has any plan to develop inland waterways:(b) whether the Inland Water Transport Corporation has formulated any plans for development of inland waterways; and(c) if so, the details thereof?", "172597": "(a) whether Railways have initiated any scheme for development of Kochuveli and Nemam stations; (b) if so, the details thereof; (c) the total estimate for each project and the total expenditure incurred till date; and (d) the reasons for delay in completion of the project?", "168457": "(a) the specific reasons for the sudden decision for the cancellation of financial and technical bids for road development recently by the National Highway Authority of India; (b) the number and details of such projects; and (c) by when these projects will be reopened for the bids?", "167885": "(a) the details of National Highways corridor identified for development under PPP/annuity mode in the State of Orissa and present status thereof, project-wise; (b) the details of projects which are viable under BOT mode/annuity mode; and (c) the details of projects which are under viable under BOT/annuity mode and the steps taken by Government for their upgradation as well as the time by which under developed stretches of such roads will be developed?", "167882": "(a) the current status of the National Highway Development Programme; (b) the State-wise details of this project; and (c) the State-wise details of complaints received by Government with regard to thisprogramme?", "164351": "(a) whether the Airports Authority of India (AAI) is desperately seeking more funds from Government to develop airports to keep pace with the robust growth that is expected to take place in the sector; (b) if so, the details of the funds AAI has spent on the development of airports during the last three years, airport-wise; (c) whether ageing airports are harmful for the aviation industry resulting hurdles in fleet expansion plans; and (d) if so, the details thereof?", "167881": "(a) the item-wise details of fund provided from the Central Road Fund by Government for the development of roads in the various North-Eastern States including Sikkim during each of the last three years and current year; (b) whether the entire funds have been utilised for the prescribed and targeted schemes; (c) if so, details thereof; (d) the names of road development projects included for the years 2010-11 and 2011-12 in the N.E. States including Sikkim and the amount of funds allocated for each project; and (e) the time by which these projects are likely to be completed?", "173929": "(a) whether it is a fact that according to the latest release of the UN development programme, India ranked lower than its neighbours, Pakistan and Sri Lanka, on multi-dimensional Poverty Index and Gender Inequality Index;(b) if so, the details thereof; and(c) the corrective measures that Government proposes to take in this regard?", "173131": "Will the Minister of YOUTH AFFAIRS AND SPORTS be pleased to state:(a) category-wise details of medals won by Indian players in last five Olympics;(b) whether it is a fact that in view of Indian downfall in world level sports,Government is contemplating to introduce a new sports policy to encourage playersand make them world-level sports person;(c) if so, by when this policy is going to be introduced; and(d) if not, the reasons therefor?", "168692": "(a) to what extent Government is successful in implementing its planned scheme for infrastructure development in food processing sector in the Eleventh Five Year Plan, with a particular reference to Andhra Pradesh; and (b) the details of goals set and achieved under the above scheme in the Eleventh five Year Plan, State-wise and year- wise?", "172359": "(a) whether Government has drawn and implemented any plan to extend special budgetary or non-budgetary support to develop the capital region of the newly formed States such as Jharkhand, Chhattisgarh, Uttarakhand etc.;(b) if so, the details thereof; and(c) if not, whether Government is planning to provide some special package to such States?", "173135": "(a) the criteria for identification and development of athletes and sportspersons in the country ;(b) the amount allocated for development of sports in the country during each of the last five years, including the current year, State-wise; (c)the results achieved thereof; and (d) the initiative taken or proposed to be taken by Government to improve the performance of Indian athletes and sportspersons in International sports events?", "169227": "(a) whether Government has envisaged a development and rehabilitation package for naxal affected areas in the country; (b) if so, the details thereof; (c) whether Planning Commission will prepare comprehensive plan for the economic and infrastructure development in the Chhattisgarh and other naxal affected areas; (d) if so, the details thereof; (e) whether naxal affected States have projected financial demands for development; and (f) if so, the details thereof?", "174293": "(a) the details of the schemes/ programmes for development of renewable energy sources found successful in various States during the last three years;(b) whether the funds provided to various States for generating power through renewable energy sources have been utilized properly;(c) if so, the details thereof and if not, the reasons therefor; and (d) the corrective measures taken by Government in this regard?", "167657": "(a) the States which have asked for funds under the Central Scheme of Integrated Development of Wildlife Habitats; and (b) the details of funds released to various States during the last three years?", "173165": "(a) whether Government is aware that the recent notification regarding concessions given to the Multi National Companies (MNCs) allows hundred per cent FDI in development of seeds, horticulture and planting materials without any restriction;(b) whether Government is also aware that this will adversely affect the Indian seed manufacturers and the peasants would be at the mercy of MNCs for supply of seeds;(c) if so, the details thereof; and(d) the steps taken by Government in this regard?", "172128": "a) whether the Federation of Indian Chambers of Commerce and Industry (FICCI) and Competition Commission of India (CCI) laid road map to develop India- LAC (Latin America and Carribean) trade recently;b) if so, the details thereof;c) the MoUs signed so far; andd) the real benefit to our country in future, with such trade?", "172960": "(a) whether Government has sought financial assistance from the World Bank for the development of urban infrastructure, urban water, sanitation and urban transport;(b) if so, the details thereof;(c) whether these funds have been allocated;(d) if so, the focussed areas thereof; and(e) if not, the reasons therefor?", "170021": "(a) whether it is a fact that Government had announced after 26/11 attack on Mumbai that it will develop a centralized intelligence sharing among the various intelligence agencies in 2008; (b) if so, the details thereof; (c) whether it is also a fact that the Ministry failed miserably in its efforts to build such mechanisms; (d) if so, the details thereof; and (e) the details of steps to establish that mechanism expeditiously?", "172726": "1495. SHRI MOINUL HASSAN:Will the Minister of MINORITY AFFAIRS be pleased to state : (a) the details of the status of the Multi-sectoral Development Programme (MsDP) of Government; (b) the sources used by Government to demarcate areas that would benefit from programme; (c ) whether Government is planning to increase the areas covered under the programme; and (d) if so, the details thereof?", "171655": "(a) the total number of Food Processing Industries functioning in Jharkhand, as on date, location-wise;(b) the financial assistance provided to them during the last three years and the current year; and(c) the steps taken/being taken by Government for co-ordination with the State Government for development and modernization of Food Processing Industries?", "166666": "(a) whether the Mahanadi Coalfields Limited (MCL) is spending money for local area development; and (b) if so, the amount sanctioned and utilized during the last three years, year-wise?", "174272": "2857. Dr. E.M. Sudarsana Natchiappan: Will the Minister of MICRO, SMALL AND MEDIUM ENTERPRISES be pleased to state:(a) whether Government is encouraging, guiding, financing SMEs to buy foreign firms in USA and Europe; and (b) if so, what are the best opportunities for development of SMEs by allowing FDI?", "174525": "(a) whether there is any micro- based development planning of the villages in India; (b) if so, the details thereof; and(c) the details of villages in India, which have city ‚<U+0080><U+0093> like facilities, State- wise?", "165271": "(a) whether in the light of Sachar Committee‚<U+0080><U+0099>s recommendations, Government is committed to speedily execute the development schemes of minority groups of the country and if so, the steps being taken in this regard; (b) whether Government is considering to formulate any law or making any amendment in the constitution to provide reservation to minority classes, if so, in what form; and (c) the details of the concrete steps taken by Government for the advancement of minority groups?"}, "2010": {"153768": "(a) whether it is a fact that construction of development related projects is not being completed as per their original time schedule; (b) if not, the total number of projects whose construction has been completed within their pre-scheduled period between 2004-05 to 2009-10; (c) the names of the Ministries and Departments that have been able to complete the construction of projects within the target period; and (d) the number of completed projects under each Ministry and Department?", "157934": "the funds allocated for the developmental projects in North Eastern Region during the last three years, year-wise, head-wise and State-wise?", "162104": "(a) the work-wise details of the amount provided by Central Government to State Government of Rajasthan for development of Indo-Pak border; (b) the details of the effective measures taken by the Centre so far to check infiltration taking place from the Indo-Pak border in the State; and (c) the details of the plan of Central Government to check illegal infiltration in future?", "157933": "(a) the details of the special steps taken to develop North-Eastern States as a tourist destination; (b) whether it is a fact that while the whole country celebrates the biggest ever Commonwealth Games in October, 2010, no steps have been taken to showcase the rich heritage and wealth of the North-Eastern States; and (c) the extent to which these States have gained out of the special industrial packages provided to them?", "159800": "(a) whether Government has developed any strategic plan of skill development for school dropout and existing workers; (b) if so, the details thereof; (c) whether skill development initiative was implemented from May 2007; and (d) if so, the main features of it including the details of targets set and success achieved State ‚<U+0080><U+0093>wise and year ‚<U+0080><U+0093>wise, since its inception?", "161775": "(a) whether Government is making some more modifications in chemical fertilizers so that a new chemical composition may be obtained which could produce high agriculture yield with use of lesser quantity ; (b) if so, the details thereof; (c) the amount of funds allocated by Government for this purpose and the names of the institutions involved in this modification work; and (d) the details of steps taken by Government to promote use of organic manure by farmers?", "163095": "(a) The State-wise list of Central Institutions for construction workers skill development training; (b) Whether the construction workers will have the training free of cost; (c) Whether Brick Kiln Workers, Sand Collection Workers, Stone Breaking Workers, Fly Ash Brick Manufacturing Workers are entitled to all benefits like construction workers through construction Workers Welfare board; and (d) if not, the reasons therefor?", "150795": "(a) the details of schemes being run by Government for economical development and social welfare of weavers; (b) whether Government is considering for any strategic initiative for providing market for goods prepared by weavers, so that their income may rise; (c) the details of schemes prepared by Government for economical development of weavers under cluster approach and facilities they are being provided from this; and (d) the impact of this scheme in Bihar and whether Government has conducted any such study by which the impact of all these plans could be found by?", "153766": "(a) whether there is any proposal to utilize funds of rural development schemes of the Central Government for the MPLAD Scheme; (b) if so, the details thereof and the time by which a decision is likely to be taken in this regard; and (c) if not, the reasons therefor?", "162833": "(a) whether the airstrips at Khandwa and Satna in Madhya Pradesh are fit for flight operations, at present; (b) if so, the details thereof; (c) whether the State Government of Madhya Pradesh has sought the transfer of Khandwa and Satna airports to it so that the State Government can make them fit for flights; and (d) if so, the action taken so far on these proposals by Government and by when these airstrips would be handed over to the State Government?", "158743": "(a) whether it is a fact that many Public Sector Banks adopt different villages for development; (b) if so, the details thereof, State-wise; and bank-wise; ((c) whether there is any target for adopting villages for socio-economic development; and (d) if so, the details thereof along with the performance report of various banks, bank-wise?", "150860": "(a) whether it is a fact that 7 projects worth Rs. 28.71 crore for development and improvement of roads of international and economic significance from Rajasthan, pending for approval; (b) if so, the details thereof; and (c) the time by when these proposals will be approved?", "163391": "(a) the efforts that Government is making for sustainable urban development; (b) whether any policy framework has been prepared by Government; and (c) if so, the details thereof?", "158996": "(a) whether any proposal for four laning of National Highways in Orissa is pending with the Government; (b) if so, the details thereof; (c) whether State Government has sent any proposal to the Centre for overall development of National Highways; (d) the amount provided annually by the Centre to State for repairing of National Highways; and (e) whether all the money provided by the Centre to State for construction and repairing of National Highways is utilized properly?", "151822": "(a) whether Government is taking financial assistance from private sector to develop Railways especially the South Central Railway; (b) if so, the details thereof; (c) the projects which are in the pipeline; and (d) the likely completion of each railway project with the private partnership?", "162937": "(a) whether Government has declared East Coast Canal and Brahmani Riverine System as National Waterways No.5; (b) whether any steps have been taken by Government for development of these waterways; (c) if so, the details thereof; and (d) if not, the reasons therefor?", "163940": "(a) whether Government has received any proposal from Maharashtra for revival of Land Development Banks in the State; (b) if so, the details of proposals received for the revival of the banks during the past three years, location-wise and the number of proposals cleared and lying pending for clearance; and (c) by when the pending proposals would be cleared?", "152176": "(a) whether Government has issued fresh guidelines for the development of the airport infrastructure in the country under Airport Infrastructure Policy, 1997; (b) if so, the details thereof; (c) whether the Airports Authority of India (AAI) have selected big cities in Tamil Nadu to build more than one airport under these guidelines; and (d) if so, the details thereof?", "162161": "(a) whether the Diversified Handloom Development Scheme (DHDS) is being implemented in the country; (b) if so, the salient features of the scheme; and (c) what is the status of the scheme in Karnataka?", "151945": "(a) the total area developed under the National Watershed Development Project for Rainfed Areas (NWDPRA) till end of December, 2009; (b) whether targets set for developing areas under NWDPRA for the year 2008-09 have been achieved; and (c) if not, the reasons for the shortfall?", "154435": "(a) whether it is a fact that Government of Gujarat has submitted a proposal of Rs. 392.56 crore for the development and maintenance of various National Highways, but estimate of only Rs. 121.40 crore has been approved; and (b) if so, by when the remaining amount is likely to be approved and released for the purpose?", "156435": "(a) whether Government has received any representation for giving special package for development of tribals and tribal areas of the country during the last three months; (b) if so, the details of the representation; and (c) the action taken by Government?", "157882": "(a) whether it is a fact that Jharsuguda railway station in Orissa comes under three railway divisions; and (b) if so, the reasons for not taking up development work of Jharsuguda railway station which is the first railway station of Orissa?", "162373": "(a) the composition of National Sports Development Fund (NSDF) and the details of grants so far received by it from Government since its inception year-wise; (b) whether contribution to NSDF is exempted from payment of income tax; (c) if so, the details thereof; and (d) the details of sports persons to whom funds have been sanctioned till date along with the names of the sports persons who have been sanctioned funds in advance for training-cum-competition programme for 2010 Commonwealth Games?", "153871": "(a) whether adequate funds is not being provided to Orissa for rural development; and (b) the details of funds allotted to Orissa by his Ministry under different schemes from 2004 to 2010, scheme-wise and year-wise and percentage of utilization thereof ?", "163840": "(a) whether Government is taking any step for development and preservation of high breed of live stocks in the country; (b) if so, the details thereof; (c) whether Government extends financial assistance to corporate organization for this purpose; and (d) if so, the details thereof", "156692": "he details of steps taken by the Ministry to resolve land issue with Railways and for development of Rajkot airport?", "158088": "(a) whether it is a fact that Government is planning to develop Revas-Aware Port (RAP) through Public Private Partnership (PPP) mode; (b) if so, the details thereof; (c) whether it is also a fact that there is need for grant of right of way to Revas-Aware Port for developing an approach channel through Mumbai Port Trust waters; (d) if so, whether permission has been granted in this regard; and (e) if not, the reasons therefor?", "156700": "(a) whether funds have been placed at the disposal of the States concerned to promote participative development in Fifth Schedule areas; (b) if so, the quantum thereof; (c) whether the States concerned have been directed under paragraph 3 of the Fifth Schedule to disburse these funds in strict conformity with the provisions of Panchayats (Extension to Scheduled Areas) PESA Act, 1996; and (d) the steps being taken to monitor the compliance thereof?", "163259": "(a) the details of funds allocated by Government for various Centrally aided/sponsored development schemes, during the last three years, in the North Eastern Region, State-wise; (b) the details of funds disbursed and utilized, scheme-wise; (c) whether any audit is conducted to assess the impact of these schemes and record its beneficiaries; and (d) if so, the details thereof?", "151655": "(a) the number of hotels for which land has been allotted in Delhi by his Ministry and the dates when it was allotted; (b) the details of outstanding amount, item-wise, due to Government from these hotels and since when; (c) the steps taken by Government to recover these dues; and (d) when did Government taken these steps?", "156204": "(a) whether it is a fact that Railways is deliberately neglecting the development of Jajpur-Keonjhar Road, Korai, Baitarani Road, Bandalo, Jakhapura, Jenapur and Haridashpur railway stations although Railways is getting maximum revenue from Orissa; and (b) whether it is also a fact that minimum passenger amenities are not available in all these stations?", "151419": "(a) whether the State Government of Kerala has approached the Central Government for assistance for the development of the Vizhinjam Port in Kerala; (b) if so, the details thereof; and (c) the reaction of Government thereto?", "159237": "(a) whether the existing education system does not provide for the development of life skills and attitudes in students and is only concerned with high percentage of marks; (b) if so, the details thereof; (c) the manner in which Government propose to tackle this issue in future; and (d) the views of the public, NGOs and experts in this regard? ANSWER", "162169": "(a) the details and the latest status of the proposal of the State Government of Gujarat for funding of Rural Development Project on Bio-diesel worth Rs. 2745.87 lakhs for five years, i.e. 2008 to 2012-13; (b) the reasons for its pendency; and (c) by when the demanded funds are likely to be released to the State Government?", "154552": "(a) whether foreign assistance is received for development works in tribal areas; (b) If so, whether it is implemented by both Government and non-Government organizations and (c) the amount received from both sources and the names of works in Chhattisgarh, Orissa and Jharkhand during the last five years?", "156942": "(a) how much money has been spent for the development of naxal affected areas in the country during the last three years; (b) whether the amount spent on this cause have been properly utilized; (c) if so, the details thereof; and (d) if not, the reasons therefor?", "162278": "(a) whether it is a fact that UNDP Human Development Report has reported acute poverty in 8 States of Indian Union and number of poverty stricken people in these States outnumbers the poor in 26 Sub-Saharan African countries; (b) if so, the details thereof; (c) whether it is also a fact that India ranked 134th in UN Human Development Index and has remained in that position since 1994 despite the increase in Budgetary allocation for poverty alleviation by 15 times; (d) if so, the details thereof; and (e) the action that Government propose to take to ensure a predictable and definite time frame to eradicate poverty form the country?", "154649": "(a) whether Educational Development Index (E.D.I.) for most of the North Indian States is low as compared to other parts of the country as per CII-KPMG study; (b) if so, the details thereof alongwith EDI of the North Indian States; (c) whether Government expenditure on education is also declining in North Indian States as compared to Southern States; (d) if so, the details thereof; and (e) the steps taken by Government to provide incentives to boost education in North Indian States and also to encourage public private participation in education sector?", "153191": "(a) the strategy of Government to help Jharkhand to construct health and family welfare physical infrastructure at block level and district level; and (b) the details of funds his Ministry has released to Jharkhand for the last three years, scheme-wise, district-wise and yearwise?", "151794": "hether her Ministry would consider to sanction funds for development of multi model logistic parks and container freight stations at Rourkela, Kalinga Nagar, Choudwar, Angul and Jharsuguda?", "162272": "(a) whether it is a fact that a committee on infrastructure funds to be set up with the help of private sector for infrastructural development of the country, has been constituted; (b) if so, the details thereof; and (c) the targets of infrastructural development during Eleventh Five Year Plan and the targets achieved thereof, so far?", "151791": "(a) whether Government of Gujarat has submitted a proposal to her Ministry in regard to development of rail network for various linkages for overall development of Delhi- Bharuch- Surat- Mumbai Industrial Corridor (DMIC) along with the proposed Dedicated Freight Corridor (DFC) of the Indian Railways in view of national interest; (b) if so, the action taken thereon so far by the Ministry and status of the said proposal; (c) whether the said proposal would be included in the Budget of 2010-11 and budgetary assistance also earmarked; and (d) if so, the details thereof and if not, the reasons therefor?", "154346": "(a) the names of the less water consuming high yielding varieties of crops that have been developed keeping in view of the monsoon system along with the crop-wise details thereof; (b) whether unavailability of additional water was the reasons for no increase in the yield of wheat after the 80s; (c) the names of the improved varieties of less water consuming local grains that have been developed; (d) whether Government would arrange for development of F-1 category seeds at Panchayat Samiti level to ensure the availability of certified seeds to these new improved crops; and (e) whether help of Panchayati Raj institutions will be sought for this?", "163421": "(a) the amount spent by the Steel Authority of India Limited (SAIL) and each of its subsidiary companies particularly Bokaro Steel Plant on education, health flood-relief and other areas under peripheral/community development during the last three years and the current year; (b) the details of the villages benefited as a result thereof; (c) whether Government proposes to increase the amount allocated for the community development under each subsidiary of SAIL particularly the Bokaro Steel Plant; and (d) if so, the details thereof?", "155986": "(a) whether Government is concerned about the holistic development, security and the protection of the famous Konark temple in Orissa; (b) whether this issue is raised before the Centre by the State Government; (c) if so, the details thereof; (d) whether the people of the State are dissatisfied with the functioning of the Archaeological Survey of India (ASI); and (e) whether the people living in the nearby locality would ever get the opportunity to worship the Sun God inside the centuries old holy surya temple built on the sacrifice, dedication and veneration of the people of Orissa?", "153469": "(a) whether the Central Government is supporting and funding various districts to develop infrastructure for tourism especially in Puri and other parts of Odisha State, where there are alternative tourism spots; and (b) if so, the details of funds released to the above districts in last five years, and percentage of utilization?", "154307": "(a) the policy of the Central Government to provide special package for development of States and norms which States are required to meet for special package; (b) whether it is a fact that honourable Chief Minister of Uttar Pradesh has demanded a package of Rs. 80,000 crores for the development of Bundelkhand and other backward region of the State; (c) if so, the decision taken by Government in this regard; and (d) if not, the reasons therefor?", "161787": "(a) the amount provided to Rajasthan by the Central Government during 2009-10 for the development of tribal sub-plan area on Maharashtra pattern; (b) whether the State Government has utilized the amount in the prescribed time and if not the reasons therefore; and (c) whether Government proposes to give more funds to the State in the next financial year for the development of scheduled tribe area and if so, the quantum thereof?", "153379": "(a) whether it is a fact that along the Indo-Bangladesh Border in Assam, some development works like electrification, construction of bridge has been stopped due to objections raised by the Bangladesh border force; (b) if so, the details of such incidents and action taken thereon; (c) the details of cases registered of illegal infiltration, smuggling of illegal arms, fake Indian currency, cattle etc. during the last three years; and (d) what is the target date to seal Indo- Bangladesh border works and whether it will be completed on time?", "154304": "(a) whether it is a fact that the need for development of basic infrastructure is primary for development of the country; (b) if so, the reaction of Government in this regard; (c) the sectors included by Government that require construction for development of this basic infrastructure; and (d) whether the priority of these sectors has also been fixed, if so, the order of these sectors, priority-wise?", "160863": "whether Government is considering the proposal of development of dedicated Rail Corridor of Meramandali-Anugul- Talcher-Chhendipada, which is to be connected with 57 members of industries based on coal, integrated steel plant and power generating unit, generating of rail traffic of 113 MTPA?", "157734": "(a) the details of funds released to the State of Bihar for holistic development of those districts affected by maoist violence; (b) the strategy of Government for modernization of police forces to enable them to fight the maoist groups; and (c) will Government revisit its policy of deployment of central forces in the troubled areas in view of recent attacks on central para-military forces?", "158426": "(a) the schemes being run by Government for urban development and criteria fixed for inclusion of urban areas under these schemes; (b) whether the progress of schemes being run by the Ministry is unsatisfactory; (c) if so, the reasons therefor along with the measures being taken by Government to do away with these reasons; (d) the number of proposals sent by the State Government of Madhya Pradesh to Government under urban development schemes; (e) the number of proposals approved, turned down and number of proposals still under consideration; and (f) by when the approval would be accorded to the proposals under consideration?", "158427": "(a) whether Government has proposed to identify and develop forest villages to promote eco-tourism in the country including Gujarat; (b) if so, the details thereof, district-wise and project-wise; (c) the details of funds sanctioned and expenditure incurred by State Governments in this regard, State-wise and project-wise; and (d) the steps taken by Government in this regard?", "150707": "(a) whether the Airports Authority of India (AAI) has taken steps to improve airports in smaller towns like Rajahmundry, Vijayawada and Coimbatore; (b) whether it is a fact that AAI has not provided basic amenities for the waiting public and passengers; (c) whether AAI has recently received representations on the need to improve smaller airports; (d) if so, the details of such representations; and (e) the immediate steps being taken to effect improvements and access and enhanced coordination with local authorities?", "158901": "(a) whether the time fixed for receipt of comments/suggestions on the draft Model Real Estate (Regulation of Development) Act from various stakeholders has been completed; (b) if so, the details of comments/suggestions received by Government thereon; (c) whether the Government has examined all the comments/suggestions received so far; and (d) If so, the details of actions so far taken by Government thereon?", "160952": "(a) whether the Ministry is aware that due to rapid growth of agriculture in Gujarat, the State offers immense potential for development of food processing industries: (b) if so, what fruitful action has been taken by the Ministry in this regard; (c) whether the Ministry has conducted any detailed study in this regard and if so, the details thereof; and (d) by when the Ministry would establish food processing plaza in that State?", "158429": "(a) the details of steps taken by Government to develop Bhubaneswar as a centre of tourism in the eastern region; (b) whether to increase the flow of international tourists, the Ministry has taken up with the Ministry of Civil Aviation to declare Bhubaneswar as an International Airport and also intercede with foreign airlines, particularly from South-East Asia, East Asia and Sri Lanka to operate their services to Bhubaneswar; and (c) whether with the same objective in view, the Ministry can persuade with the Ministry of Civil Aviation to start a hopping flight of Air India Express connecting Bhubaneswar to these regions?", "153179": "(a) whether a recent survey showed that none of the States in the country will be able to achieve the established UN Millennium Development Goals related to maternal mortality Rate by 2010-end; (b) if so, the details thereof and the reasons therefor; (c) the funds spent so far in this regard, State-wise; (d) the demands of funds still pending from each of the States; and (e) the steps being taken to meet the goal in future?", "150702": "(a) whether it is a fact that Government proposes to increase the Airport Development Fee due to cost over-runs at Delhi airport; (b) what is the break-up of this cost over-run of Rs. 3500 crores; (c) whether it is also a fact that shopping malls, five star and luxurious hotels have been built at the airport; and (d) the steps proposed by Government to review such expenditure and reduce the Development Fee being levied on passengers?", "151484": ": (a) whether any micro-finance related plan is being run by his Ministry in the field of country‚<U+0080><U+0099>s rural development; (b) if so, the details thereof; and (c) the details of the contribution of micro-finance in rural development sector of the country in last three years, State-wise?", "156114": "(a) whether Government is planning to allocate more funds for development of Naxalite affected Tribal areas; (b) if so, the details thereof; and (c) the States proposed to be included in the planning?", "154917": "(a) whether Government has proposed to set up a National Transport Development Policy Committee to create an environment that encourage competitive pricing and coordination between alternative mode of transport; (b) if so, the details thereof; (c) whether the Committee assess the investment of the transport sector and identify the role of States and private sectors in meeting the investment; and (d) if so, the details thereof?", "154915": "(a) the targets set under different social areas for India under the millennium development goals; (b) how far these have been met/progressed, so far; (c) the areas having poor performance; and (d) the steps taken to accelerate the performance in these areas?", "154718": "(a) the details of amount allocated to Rajasthan for rural development during the last three years and current financial year; (b) whether it has been considered while making allocation that backward State like Rajasthan, should be given priority in developmental progrmames; (c) the details of funds allocated to Rajasthan under Pradhan Mantri Gram Sadak Yojana (PMGSY) during the same period and the achievements thereof; and (d) by when all the habitations in the State having population of 1000 people would be connected with concrete roads ?", "151406": "(a) the percentage of households in rural areas of Jharkhand having piped drinking water facilities; (b) the percentage of households there having sanitation facilities; (c) the percentage of villages of Jharkhand having road connectivity under Rural Development plan; (d) the percentage of villages having civic facilities; (e) the plan of government for improving these facilities in rural Jharkhand; and (f) how much provision has been made under National Rural Employment Guarantee Scheme (NREGS) for Jharkhand during the current financial year ?", "163853": "(a) whether Government has received any revised proposal from Government of G~ jarat seeking funds for development of Jakhau fishery harbour of Gujarat; and (b) if so, by when Government would approve this revised proposal?", "163852": "(a) whether it is a fact that 100 per cent grants-in-aid is given to States for development of milk cattle and for providing technical input services for procurement/processing/marketing of milk; (b) if so, the details thereof for last three years, State-wise specially for Jharkhand, district-wise; and (c) if not, the reasons therefor?", "151313": "(a) the over-all production of foodgrains particularly rice and wheat for the last three years, year- wise; (b) the productivity per hectare, Statewise; (c) the reasons for disparity in productivity; (d) whether Government has taken/ proposes to take measures to increase investment in the infrastructure development in the agricultural sector; and (e) if so, the details thereof alongwith the details of the funds earmarked for the purpose?", "156385": "(a) whether the Central Vigilance Commission has identified massive leakage of Central funds earmarked for development of North Eastern Region (NER) and recommended for an exclusive wing of CVC for the region; (b) if so, the extent of leakage of NER Development Fund, identified during the last three years; and (c) Government‚<U+0080><U+0099>s response in this regard?", "155786": "(a) whether it is a fact that the Ministry is planning to revise the National Maritime Development Plan (NMDP) in view of unsatisfactory progress made with the plan; (b) how the new plan is going to rapidly expand the port capacities, infrastructure, inland navigation, etc; (c) whether any Committee has been constituted for this purpose; and (d) if so, the terms of reference given to the Committee and by when the report would be submitted?", "154717": "(a) whether the Comptroller and Auditor General (CAG) of India suggested social audit of all Government sponsored development schemes, like the National Rural Employment Guarantee Scheme (NREGS) to ensure that the intended benefits reach the poor; (b) if so, what is Government`s response thereto; (c) whether Government is considering to take help of NGOs and other social groups to ensure transparency in schemes and effective utilization of welfare funds in the country; (d) if so, what is Government`s stand thereon; and (e) if not, the reasons therefor?", "155906": "(a) whether it is a fact that no commensurate decline is being seen in the unemployment rate in the country when compared with the growth rate of economic development; (b) if so, the details thereof; (c) if not, the reasons therefor; (d) whether it is also a fact that the Planning Commission has estimated that the 100 million new jobs would be required to maintain the present level of unemployment during the Eleventh Five Year Plan (2007-12); and (e) if so, the details thereof?", "154819": "(a) whether project covering development of 1,202 Km. of NH and 4,362 Km. of State roads in Left Wing Extremist (LWE) affected areas, is being implemented; and (b) if so, the details of funds allotted and road length of NH and State roads covered, year-wise and district-wise, and especially for Jharkhand for the last three years, project-wise?", "155782": "(a) whether the Ministry had sanctioned Dairy Development Project for Kangra during the year 2001-02; (b) the details of progress made in this regard and the amount spent under the scheme; and (c) the details of increase in milk production after this project?", "159541": "(a) the present state of progress of the projects started under the Community Development Self Help Groups Programme initially funded by the International Fund for Agricultural Development under the aegis of the Food and Agriculture Organisation, Rome; (b) whether the World Bank has taken over the responsibility for financing the projects; (c) whether plans are in hand for extending the projects to other locations in the North-Eastern Region; and (d) if so, the details thereof?", "157682": "(a) the details of the amount allocated to the State of Bihar for development and maintenance of National Highways during the last three years; (b) the reasons for not yet reimbursing the amount spent on repairing of damaged highways by Government of Bihar; (c) the details of the Government‚<U+0080><U+0099>s plan for strengthening or constructing new highways for the development of under developed areas; and (d) the details of the highways identified for construction, maintenance and development in Bihar by the Central Government during the current phase and the phase of development they are in?", "153608": "(a) the details of the peripheral development undertaken in and around Interim Test Range site, Chandipur and Missile Launching Centre, Wheeler Island in Orissa in the recent years; (b) whether the maintenance of roads in its proximity has been a huge problem due to recurring floods and cyclones in the area; and (c) if so, the details of the funds sanctioned and utilised during the last three years in the area?", "156680": "(a) whether it is a fact that the Tirupati airport is likely to be developed into an international airport; and (b) if so, the present status of the proposal?", "156386": "(a) whether Government has decided to develop two nature parks at Kufri and Gopalpur in Himachal Pradesh into centers for creating awareness of wildlife among people, particularly children; (b) if so, the details thereof; and (c) the details of amount allocated for the scheme and by when these nature parks are likely to be developed into centers for awareness of wildlife?", "156297": "(a) whether Government gives financial assistance for development of languages included in the Eighth Schedule; (b) if so, the names of the schemes presently under operation; (c) the pattern of assistance provided under the same; and (d) the assistance given for the development of Konkani language since the time of its inclusion in the Eighth Schedule?", "161189": "(a) whether the responsibility of running the development related projects in the country has presently been handed over to the Public Private Partnership model; (b) if so, the details of ongoing projects in the country on the line of said model till 30th September, 2010; (c) whether Government has assessed the authenticity and efficiency of the system; and (d) if so, the details thereof?", "162010": "(a) whether the Centre is seriously considering development of inland waterways in Orissa; (b) if so, the details thereof; (c) whether the State Government of Orissa has sent any proposal to the Central Government in this regard; and (d) if so, the details thereof?", "151013": "(a) whether Planning Commission has created a special fund for skill upgradation and training; (b) whether there is systematic planning or special strategy to achieve the target of having 500 million skilled workers in future; (c) whether the multinational, monopoly industrial Houses, CPSU, Industrialist who are pursuing the technical skills of the country are also contributing to the skill development fund; and (d) is so, the details thereof?", "158904": "(a) whether National Highways Authority of India (NHAI) needs to borrow additional Rs. 64,000 crore to finance national highway development projects of Government till 2030-31; (b) whether earlier Empowered Group of Ministers on Highways headed by Finance Minister had permitted authority to raise Rs.1.92 lakh crore for the purpose; (c) whether in such a possibility, the body has revised financing plan and expected to borrow nearly Rs.2.56 lakh crore by 2030-31; (d) if so, the revised plans that have been submitted to the Planning Commission; and (e) if so, to what extent Planning Commission has considered these proposals and by when the final decision in this regard is likely to be taken?", "162939": "(a) whether it is a fact that the State Government of Gujarat has requested for the development of Vadinar Port in joint venture between the Government of Gujarat and Kandla Port Trust; (b) if so, the details thereof and the reaction of the Central Government in this regard; and (c) if not, the reasons therefor?", "155259": "(a) whether it is a fact that the tourism plays an important role in the economy of the country; (b) if so, the details thereof; (c) the details of foreign tourists visited India during each of the last three years and revenue earned by Government during the said period; and (d) the efforts taken by Government to promote sustainable development of tourism to make India an ecologically and socially sensitive tourism destination?", "152708": "(a) whether some districts in Andhra Pradesh were on fast-track mode of development in the State in the schemes exclusive for SC/ST; (b) if so, the details in the Eleventh Five Year Plan; and (c) the funds allocated and spent in the district in each sector?", "152156": "(a) whether Government proposes to allot 17 port development projects to private players under its ambitious National Maritime Development Programme to increase the capacity of the major ports by 410 million tonnes (mt) per annum; (b) if so, the details thereof; (c) whether his Ministry also has a proposal to set up a mega container terminal at Chennai which would increase the port capacity by 48 Mt. per annum with an investment of Rs. 3886 crores and also construct a second cargo berth at Tuticorin port; and (d) if so, the details thereof?", "154865": "(a) whether it is a fact that industrial development in the country is lagging far behind from countries like China mainly due to the inferior technologies, less incentives by the Government and the lack of adequate infrastructure in the country; and (b) if so, the details thereof and the steps proposed to be taken by Government thereon?", "152150": "(a) whether Government has formulated a new set of guidelines capping the number of projects a player can undertake in a port; (b) if so, the details thereof; (c) what are the objectives of this policy; (d) to what extent have new ports like Ennore being exploited in this manner; and (e) the details as to safeguard public investment?", "157919": "(a) the details of vacant sites identified by Rail Land Development Authority for commercial development, Zone-wise; (b) the details of developmental plans with regard to the above sites; (c) whether any private participation is taken for this; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "159950": "(a) the amount sanctioned for the development of Nagli Vihar Extension, Vaprola, Delhi during the last five years and current year, so far, year-wise; (b) the expenditure incurred on the development of the said Vihar, year-wise; (c) whether it is a fact that there are Government/private hospitals/schools etc. but the conditions of roads and other basic facilities are very bad in the said colony; and (d) if so, the details thereof and by when roads and other basic facilities are being provided by Government for the benefit of the people living in the said colony?", "158383": "(a) the special development programmes and planning of the Central Government for the backward areas of the tribal populated regions of the country; (b) the number of districts located in the backward and neglected regions of the country; and (c) the socio-economy conditions of the people of these backward regions of the country?", "159542": "(a) the details of various ongoing socio-economic developmental projects of the North-Eastern Region till date, State-wise; (b) the details of the status of their implementation, till date, State-wise; (c) whether any review of the implementation has been carried out; and (d) if so, the details thereof and the corrective measures taken to remove bottlenecks?", "153384": "(a) whether it is a fact that a proposal for establishment of separate Statutory Development Board for Konkan was sent by the Maharashtra Government in 1989; (b) whether the Constitutional amendment is required for establishment of such a board under Article 371(2); (c) the reasons of not inclusion of Konkan region when the notification regarding establishment of Statutory Development Boards for Vidarbha, Marathwada and the rest of Maharashtra was issued in 1994 under the Article 371(2); and (d) the details of the statutory reasons for not considering the separate Statutory Development Board for Konkan after repeated requests made by the Maharashtra Government?", "160996": "(a) the amount spent annually by Government on an average on implementation of various schemes for the development of the rural areas during the last three years; (b) the details thereof and the total number of schemes implemented by Government during the last three years; and (c) whether Government has taken any measures to improve the existing implementation system?", "158387": "(a) the parameters for estimating progress of a State, whether BIMARU or not; (b) the comparison on the basis of these parameters, during last three years State-wise; (c) the average per capita income and annual growth rate, State-wise and year-wise; (d) whether development of BIMARU States, on a priority basis is necessary for the balanced growth of the nation; and (e) if so, the steps taken thereon?", "156634": "(a) whether it is a fact that DRDO has not adequately focused on development of ‚<U+0080><U+009C>critical technologies‚<U+0080>ù of ‚<U+0080><U+0098>strategic importance‚<U+0080><U+0099> to achieve self-reliance in military hardware; (b) if so, whether DRDO‚<U+0080><U+0099>s venturing into making juices, mosquito repellents and titanium dental implants been necessitated for utilizing full installed capacity or setting up of unimaginative priorities; and (c) whether DRDO is able to attract advanced technically trained talents due to financial constraints being a Government organisation, as scientists with specialized technical qualifications are diverting to private or foreign sectors?", "152310": "(a) the details of projects being implemented in Assam with the development assistance from other countries or loan from international funding agencies like World Bank, Asian Development Bank along with total outlay, details of execution status and liability of States and the Central Government; (b) the details of other schemes in the pipeline for implementation in Assam; and (c) the details of other programmes being implemented with the assistance or loan from national financial institutions/banks including NABARD in Assam?", "159543": "(a) Whether it is a fact that the major bottleneck for the development of North Eastern Region (NER) is lack of connectivity, be in road, rail or air; (b) if so, the steps taken for development of road, rail and air infrastructures in NER region to enhance connectivity; and (c) the details of highways, roads, railways, airports, and power projects formulated and lying pending for implementation and by when the said projects would be completed?", "163222": "(a) whether the Central Government has announced a plan for developing forest infrastructure across the country; (b) if so, the details thereof; (c) whether the State Governments have been asked to provide assistance in developing forest infrastructure; and (d) if so, by when the task of providing infrastructure in forests is likely to be completed?", "151773": "(a) whether it is a fact that while one sport in India has lot of money while the others do not have even for essential infrastructure and to meet the physical requirement of the players; (b) if so, whether Government will consider pooling of money earned by different sports in India and regulate its expenditure for the overall development of all sports and players particularly national games and national players; (c) if so, in what manner Government proposes to do so; and (d) if not, the reasons therefor?", "153302": "(a) whether the National Maritime Development Programme has become operational; (b) if so, the essential features of this programme; (c) whether the programme is being implemented in Goa; and (d) if so, the details thereof including expenditure made, finances allocated etc.?", "160041": "(a) whether incidents of naxal attacks have increased in the LWE districts during last two years; (b) the details of incidents in Jharkhand, Chhattisgarh and Orrissa district-wise; (c) the steps taken for physical infrastructure, socio-economic and human resource development of the LWE districts; funds specially allocated by Government of India district-wise year-wise; and (d) the details of integrated steps proposed for next three years to develop these districts?", "159909": "(a) the number of naxal affected districts in the country; (b) whether Government is considering to speed up the development work in naxal affected districts in order to reduce the influence of naxalism; (c) whether it is a fact that Government is preparing integrated development schemes for 65 districts, including 35 naxal affected districts, out of 250 backward districts of the country; (d) is so, by when these integrated development schemes would be implemented; and (e) by when the integrated development schemes for rest of the naxal affected districts would be prepared?", "153261": "(a) whether according to study conducted by Associated Chambers of Commerce and Industry (ASSOCHAM) the domestic technical textiles market will grow at an average annual rate of over 10-12 per cent in next 4-5 years; (b) if so, the details in this regard and the reaction of the Union Government thereto; (c) whether Government proposes any multi pronged strategy to ensure development in textile sector; (d) if so, the details thereof; and (e) the details of the steps taken by Government in this regard?", "152490": "(a) the Central assistance given for the development projects in the north-eastern region of the country for 2007-08,2008-09 and 2009-10, year-wise; (b) the extent to which funds was utilized during 2007-08 and 2008-09 and whether the utilized funds were lapsed or carried over to the following years; and (c) the steps taken/proposed to ensure that the funds sanctioned for particular years are actually utilized during the year so that proper development of the region is ensured?", "154982": "(a) whether there is any proposal in North Eastern region to execute development works on National Highways/sections of National Highways through PPP mode; and (b) if so, the details thereof?", "162453": "(a) the length of the National Highways in various States in the country including the North Eastern Region; (b) whether Government is aware that the National Highways in the NER region is in dilapidated condition; (c) if so, the details thereof; (d) whether Government has proposed to develop these NHs in NER to the required design standard; and (e) if so, the details thereof project/scheme-wise?", "154709": "(a) whether it is a fact that corruption is stalling implementation of rural development plans.; (b) whether Government has conducted any assessment of the corruption in delivery mechanism; (c) if so, the details thereof and if not, the reasons therefor; (d) whether Government is contemplating any strategy to overcome this problem; and (e) if so, the details thereof ?", "158930": "(a) whether many highway projects have been held up due to delay in acquiring land, arbitration cases and court cases; (b) if so, the statistics thereof; (c) the per cent of highway projects suffered cost overruns and time overruns; and losses thereof; and (d) the observations of World Bank regarding tardy pace of development of highways of India?", "153898": "(a) the schemes which are under implementation in Tamil Nadu for the development of handloom sector and welfare of handloom weavers in the State, at present; (b) whether Government has evaluated the success of each of these schemes in the State; (c) if so, the shortcomings noticed in each scheme; and (d) the corrective measures taken or proposed to be taken by Government with regard thereto?", "160506": "(a) the funds allocated by the Thirteenth Finance Commission for rural development in Orissa, component-wise; and (b) the funds sanctioned for Orissa under Pradhan Mantri Gram Sadak Yojana (PMGSY) in the current year alongwith the funds so far released to the State and the status of expenditure thereof?", "159665": "(a) whether it is a fact that there has been a large scale extension and development in food processing industry in the country; (b) if so, the details in this regard; (c) the average annual turnover of food processing industry in the country; and (d) the percentage of export in this turnover?", "162444": "(a) whether Government has received any proposal requesting release of funds for Transport Infrastructure Development of World Heritage Centre, Hampi; (b) the total estimated cost of the Project; (c) the status of the Project; and (d) whether any time-frame has been set up to implement and complete the Project?", "161967": "(a) whether a large number of medicinal plants in the country are on the verge of extinction; (b) if so, the details thereof; and (c) the steps taken by Government for the conservation, development and sustainable management of medicinal plants in the country along with the achievements made as a result thereof?", "151161": "(a) whether Railways proposes to use surplus land on commercial basis; (b) if so, whether guidelines in this regard have been framed; (c) whether Railways has identified locations for the commercial development; and (d) if so, the details thereof?", "154705": "(a) whether in line with the changing economy at the international level currently, need from different schemes and progrmames for different sectors, is being felt for development of country`s rural regions; (b) whether Government has drawn up a draft proposal for implementation in this regard; and (c) if so, the details thereof?", "156749": "(a) the schemes which ensure adequate per-capita availability of water and improve maintenance of existing facilities which India is facing as transpired during the Delhi Sustainable Development Summit 2010; and (b) the perspective planning for water management especially keeping in view the further aggravation which may be arising out of climate change as centrality of water to economic growth and life is of primary importance, especially when India has only 4 per cent of water reserves?", "152778": "(a) whether it is a fact that today‚<U+0080><U+0099>s priority is that the benefits of economic development reach to the poorest class; (b) if so, the reaction of Government thereto; (c) whether it is also a fact that priority to agriculture development of the country, will have to be given for this purpose; and (d) if so, whether Government has stipulated any time-frame for making country‚<U+0080><U+0099>s agriculture sector independent?", "153813": "(a) whether it is a fact that Andhra Pradesh is rapidly becoming aerospace hub of the country in view of geographical advantage that Andhra Pradesh has got and also in view of TATA setting up helicopter manufacturing unit, Kaizen setting up a unit for manufacture of parts of helicopter, helicopter repair, maintenance and Heliford of Australia deciding to set up repairing, designing and manufacture of helicopters; and (b) how Ministry is going to help Andhra Pradesh technically and otherwise to make it a aerospace hub in the country?", "160990": "(a) whether the migration of rural population has decreased due to the implementation of rural development schemes during the last three years; (b) if so, the details thereof in percentage, State-wise; (c) whether there is any plan to include new activities in the schemes; (d) whether some suggestions thereon have been received from State and public representatives; and (e) if so, the details thereof;", "152815": "(a) the details of the funds allocated to his Ministry for urban infrastructure development in Delhi in view of Commonwealth Games 2010, till date, category-wise, such as slum development, VIP area development, NDMC area development etc.; and (b) the details of funds utilized so far, category-wise, till-date?", "150548": "(a) whether the re-development plan for Chandni Chowk has been delayed; (b) if so, the complete details thereof; (c) the reasons therefor; and (d) the funds allocated and spent so far in the Eleventh Five Year Plan?", "162670": "(a) the details of companies to which coal blocks have been allocated but could not come into production even after the gestation period of 3-7 years; (b) whether it is also a fact that coal production from captive coal blocks should commence within a period of three years; ( (c) if so, the details of companies whom captive coal blocks have been allocated but could not come into production even after the lapse of three years; and (d) what action the Minstry has taken or proposed to take to cancel the licence given to those companies which could not commence their production?", "150305": "(a) whether Government has any proposal for development of all the inland water ports in Assam in view of their present conditions; and (b) if so, the details of action plan taken thereon and the amount to be invested, port- wise and enhanced capacity of the ports?", "163395": "(a) whether Government has any scheme to develop water bodies in the country; (b) if so, the details of the scheme; (c) whether any water bodies in the State of Goa were identified for the purpose; (d) the names of the water bodies, nature of development proposed to be undertaken with each of the water bodies and finance allotted so far; and (e) the details of the future plans if any, regarding development of water bodies in the State?", "161414": "(a) whether it is a fact that Government allocates funds for development of villages bordering China under Border Area Development Programme (BADP); (b) if so, whether the Changthang area bordering China in Jammu and Kashmir is not receiving/has not received funds, in the past three yeas, under the BADP or any other scheme providing for the same; (c) whether Government has received complaints from residents of Changthang area that the funds under BADP or any other scheme providing for the same are not being utilized in their area; and (d) the details of the heads under which the BADP funds (or that of any other relevant scheme) for Changthang area have been utilized in Changthang?", "163739": "(a) the total resources allocated by Government for agricultural development in West Bengal during the financial years 1998-2004 and 2004-10, scheme-wise and year-wise; (b) the amount released against above allotment during above period, schemewise and year- wise; and (c) whether Government has plans of increasing the same?", "153398": "(a) when and what proposal has been received by Government from Maharashtra to set up separate statutory development board for North Maharashtra; (b) the details thereof and status of the proposal; and (c) the time-frame by when the said proposal will be sanctioned?", "154047": "(a) whether industrial development in North Eastern Region (NER) is affected as a result of slow progress in research and development; (b) if so, the State-wise details thereof; (c) whether one of the reasons for calling ‚<U+0080><U+0098>Asom Bandh‚<U+0080><U+0099> by various organizations is slow industrial development as well as the declining rate of progress in other sectors like education, sports, business, health etc. of the State; (d) if so, the details thereof, and (e) the steps taken by Government to tackle this problem?", "150687": "(a) whether it is a fact that User Development Fees (UDF) are being charged by private operators at Mumbai and Delhi airports; (b) if so, the details thereof and the reasons therefor; (c) whether Government has studied the impact of these fees over the economic viability of the project; and (d) if so, the details thereof?", "157685": "(a) whether the Ministry is aware of the fact that there are scores of historical/scenic/ beautiful places in Rajasthan which need development as tourist resorts; and (b) if so, the details thereof indicating the amount allocated/spent during the last three years, till date, spot-wise and year-wise?", "160220": "(a) the salient features of the proposal received from Government of Karnataka seeking financial assistance from Sugar Development Fund; (b) whether Government has released any fund so far; if so, the details thereof; (c) if not, when does Government propose to release funds; and (d) the total budgetary allocation for Sugar Development Fund?", "150360": "(a) whether Government has fixed Airport Development Fee for Mumbai Airport to be collected from all out-going passengers; (b) if so, the details of the fee to be collected by Mumbai Airport; (c) since when has Mumbai Airport been collecting this fee from Air passengers; (d) how much funds has Mumbai Airport collected thus far through the Airport Development Fee; (e) whether Government would review the need for such a fee; and (f) if not, the reasons therefor?", "154685": "(a) whether Government is concentrating on Tier-2 and Tier-3 cities to construct and develop new airports; (b) if so, the details thereof in the Eleventh Five Year Plan; and (c) the funds allocated and spent for construction and development of new airports in the Eleventh Five Year Plan?", "153799": "(a) : the amount spent on advertisements and developmental works on different occasions by the Ministry during the last five years; (b) : whether advertisement becomes more effective in achieving its target by printing photos of various Ministries and any other member of cabinet thereon; and (c) : if so, the details thereof?", "153097": "(a) whether, with 50 per cent reservation for women at the Panchayat Raj level, India will have two million women leaders at the local level, and women chairperson rising from 80,000 to 1,20,000, Government would organise women development programmes to sharpen rustic wisdom at grassroot level, so as to achieve fulfillment of constitutional role realistically; (b) if so, whether structure capsule has been designed so that women‚<U+0080><U+0099>s functional efficiency at all Panchayat Raj levels could be enhanced; and (c) whether NGOs and other similar organisations would be involved?", "151586": "(a) whether Government is aware of the fact that the disputed area in Karnataka bordering Maharashtra is going through traumatic and most humiliating experiences caused by utter indifference and apathy of the successive Governments of Karnataka towards the developmental problems of the linguistic minority; and (b) if so, what steps have been taken so far to develop the disputed area by providing proper infrastructural facilities necessary for agriculture, industry, roads, education and the Marathi language?", "159799": "(a) to what extent the Comprehensive Skill Development Programme is helping the skilled or technical persons in getting livelihood; (b) whether it is a fact that the Ministry has targetted to help 500 million skilled persons by 2022; and (c) if so, the details thereof?", "158573": "(a) whether there is any proposal received by Railways from Ministry of Civil Aviation to hand over unused land of Railways to AAI for development of Rajkot airport; and (b) if so, the steps taken to resolve this matter?", "161557": "(a) whether it is a fact that despite constant steep rise in GDP growth rate in the country since the last one decade, India ranks at 119th position in the list of 169 countries of the world on the basis of Human Development Index, 2010; (b) if so, the facts thereof; and (c) the reasons attributable to the fact that despite growth in economic prosperity in the country, no proportionate prosperity in day to day life of the common man is seen in the country?", "159916": "(a) whether it is a fact that Government is taking support for global efforts to end poverty to achieve the UN Millennium Development Goals; (b) if so, the complete details thereof, State-wise and the amount spent for this purpose during the last five years including A.P. compared to other States; and (c) the present status thereof, State-wise?", "161347": "(a) whether Government has released the entire financial assistance for development of sericulture in Karnataka for the year 2009-10; (b) if not, when does Government propose to release funds; and (c) whether Government proposes to increase its budgetary allocation for development of sericulture in future?", "161932": "(a) whether it is a fact that the Airports Authority of India has imposed a User Development Fee of ` 755/- on all passengers flying out of the Thiruvananthapuram International Airport; (b) if so, the details thereof and the reasons therefor; (c) whether Government has received any complaints against levying of User Development Fee from the passengers; and (d) if so, the details thereof and action proposed to be taken by Government thereto?", "151743": "(a) whether Government has sanctioned 94 projects under the Urban Infrastructure Development Scheme for Small & Medium Towns of Maharashtra State and the number out of which Central funds have not been released for some projects so far; (b) the reasons therefor; (c) whether it is a fact that Planning Commission has also given its directions that the cities of Maharashtra in which not a single project is sanctioned, such projects should be funded; and (d) whether Government is considering to increase the outlay for funding such projects in various cities of Maharashtra State?", "160146": "(a) whether the Ministry is aware that Kabaddi is an ancient game of our country but its popularity is diminishing slowly; (b) the details of steps taken by the Ministry to promote this ancient game; and (c) if so, amount allocated to promote this game and the percentage of funds allocated to the State of Gujarat for this purpose?", "154932": "(a) whether Government‚<U+0080><U+0099>s attention has been drawn to the news item titled ‚<U+0080><U+009C>No Link Between Growth, Better Life‚<U+0080>ù published in an English daily on 15 April, 2010; (b) if so, Government‚<U+0080><U+0099>s reaction thereto; (c) whether it is also a fact that different views of various economists and sociologists on adopting American line of economic development of the country have recently come to light; and (d) if so, the view of Government in this regard?", "155145": "(a) the details of programme with Government for the development of human resource; and (b) the manner in which Government proposes to use the human resource of large number of convicts and under trials lodged in different jails of the country?", "162815": "(a) the amount released to the States from the funds allocated for the financial year 2010-11 by the Central Government for different developmental works in the areas with minority population under Multi-sectoral Development Programme, State-wise; (b) the amount released so far under this Programme, State-wise and Scheme-wise; and (c) whether the funds allocated under this Programme would be spent by March, 2011?", "159990": "(a) the names of the 33 districts identified as naxalite affected districts in the country; (b) the details of the development projects being executed or proposed to be undertaken in these districts, particularly in those which fall in Andhra Pradesh; and (c) the broad features of the plans and policies of the Union Government to ensure economic development of these districts and to solve naxal problem there?", "159612": "(a) whether Government is pursuing implementation of second stage development of Atomic Energy as envisaged by Dr. Bhabha; (b) if so, the details of achievements made in this regard; (c) whether second stage development is as per the time plan of 2011-12; (d) if so, whether Government intends to switch over to the third stage development programme by 2013; (e) if not, the reasons therefor and extended time-frame for the second stage; (f) whether any time-frame has been set for third stage development; and (g) if so, the details thereof?", "155846": "(a) the details of development training programmes being conducted in the country for rural youth under special project component of Swarnjayanti Gram Swarojgar Yojana (SGSY); (b) the guidelines issued by Government in this regard; and (c) the total number of beneficiaries trained out State-wise and project-wise and funds released for this purpose?", "159962": "(a) whether the Ministry has received any proposals from Gujarat State Government seeking funds for development of rivers and Thebi river of Amreli of Gujarat State; (b) if so, the further action taken by the Ministry; (c) the action taken by the Ministry to protect fertile land of Amreli district seashore area from sea erosion; and (d) if so, the details and fund allocated for this matter?", "160909": "(a) the details of development programmes for minorities; (b) the funds allocated by the Central Government for implementation of these programmes during the last three years; and (c) the un-utilized funds, during the above period, State-wise?", "155004": "(a) the infrastructure development investment for BSNL during the last 10 years; (b) the present installed capacity of BSNL for mobile and land line connections; and (c) the reasons for not initiating timely the augmentation of infrastructure facilities?", "161747": "(a) the aims and objectives of the Khadi Reforms and Development Programme (KRDP); (b) how KRDP helps to revitalize Khadi and Village Industry (KVI) sector and provide more and more employment opportunities and income; (c) whether any special emphasis has been given on traditional village industries; and (d) if so, the details thereof with a particular reference to Andhra Pradesh?", "159001": "(a) what is the total length of road constructed in the last one decade, year-wise; (b) whether it is a fact that some regions like the North-East and backward regions have seen very slow pace of road development; and (c) what steps are being taken by Government to ensure speedy provision of road connectivity to States like Bihar, Chhattisgarh and Jharkhand?", "156879": "(a) whether Government is aware of the regional imbalances between various States in terms of industrial development; (b) if so, the details thereof and the reasons therefor; (c) whether Government has conducted a survey/study on industrially backward regions; (d) if so, the State-wise details thereof; (e) whether Government has formulated any centrally sponsored scheme for industrial development of these backward regions; and (f) if so, the details thereof?", "163207": "(a) the number of people employed in the Khadi and Village Industries, till December, 2009; (b) the total turnover and the profit of these industries in the last three years; and (c) the total amount spent on development of such industries by the Central Government during the last three years?", "153063": "(a) the number of projects taken up through periphery development schemes by Raurkela Steel Plant of SAIL during the years 2004 to 2009; (b) the number of projects taken up through periphery development schemes within the 50 km. radius of the plant area and how much amount have been spent thereon during last five years; and (c) the amount spent through periphery development schemes within the Sundargarh District and outside of the Sundergarh District of the State, project-wise?", "159006": "(a) whether to give further impetus to country`s lagging highways sector, he has announced setting up a joint panel with Malaysian Government for greater co- operation in the sector; (b) whether an agreement on enhanced bilateral co-operation with Malaysia for road has been signed recently; and (c) if so, to what extent Malaysia has agreed to provide funds for development of roads in India?", "154564": "(a) the schemes being implemented in Tamil Nadu for women and child development by the Central Government; (b) the funds allocated for the state to implement these schemes and the amount actually spent therefrom, scheme-wise during each of the last three years; and (c) the reasons for the unspent balance of the funds allocated during the period?", "153066": "(a) whether it is a fact that the Centrally Sponsored Schemes being run for the development of rural areas in the country are not giving desired benefits due to corruption; (b) if so, whether Government has also made an assessment of the benefits obtained from the implementation of these Schemes; and (c) if so, the details of the said assessment?", "155166": "(a) whether Government has allocated funds for development of languages in the Eleventh Five Year Plan; (b) if so, the details in this regard, language-wise; (c) the details of funds utilized so far for development of various languages in the current Five Year Plan; and (d) the extent to which each of such languages benefited so far?", "162527": "(a) the areas/places in Uttar Pradesh where railway services/functioning need to be improved and developed further; (b) the details of plan, estimates and preparations made for the same; (c) the targets fixed in each case; (d) the details of demands received for development and improvement of railway services in Uttar Pradesh during the last year and the current year so far; and (e) the action being taken in all these matters?", "162812": "(a) whether the Indian Council of Social Science Research (ICSSR), New Delhi, has identified ‚<U+0080><U+0098>development deficit‚<U+0080><U+0099> districts amongst the minority concentration districts (MCDs) of the country; and (b) if so, what are those districts and the steps taken to make them developed to stand on equal footings with other districts?", "159083": "(a) whether Government has developed the indigenous Cauvery Engine for LCA; (b) if so, the details thereof; (c) whether there is any delay in developing the said engine; (d) if so, the details thereof; (e) by when it is expected to be developed; and (f) the year-wise details of the funds allocated, utilized during the last three years?", "158448": "(a) whether the State Government of Maharashtra has sent a proposal for the Mithi River Development Project under JNNURM; (b) if so, the details thereof; (c) the manner in which it will be helpful in improving the storm water drainage system of Mumbai city; and (d) the funds sanctioned and released uptill now for this project?", "156948": "(a) whether it is a fact that the Planning Commission is considering a development package for the naxal affected areas; (b) if so, the draft plan proposed by the Ministry of Home Affairs; and (c) what is the present status of the package?", "150697": "(a) whether Government has received any representation for developing Raxaul airport either in public sector or as a joint venture to facilitate tourist flow there; and (b) what are the details in this regard and by when Raxaul is expected to have a full-fledged airport?", "150696": "(a) whether Government is planning to develop the Jharsuguda and Rourkela airports in Orissa in addition to Bhubaneshwar airport; and (b) if so, the details thereof?", "150691": "(a) whether Government plans to assist the State Governments to develop more airports in different districts, particularly in remote areas; and (b) if not, how does Government plan to cover such areas under the aviation umbrella?", "161834": "(a) whether several companies who have been allocated coal blocks long before, have failed to develop these blocks; (b) if so, the details of the coal blocks and related companies which have failed to develop these coal blocks, State-wise; (c) the details of the reasons for delay in developing coal blocks by these companies; and (d) the details of measures taken by Government to accelerate development of these coal blocks by the campanies?", "159895": "(a) the annual budget allocation of the Central Government during the last three years and the amount spent on the development of basic facilities like electricity, road,bridge, irrigation etc. in the country as percentage of total allocation; (b) whether Government would share the amount spent on basic facilities from the total savings by American and European countries for their development; (c) whether it is a fact that as compare to these countries less amount is spent on development of basic facilities in the country; and (d) if so, whether Government would revisit its policy?", "154855": "(a) whether there has been any policy of Central Government to give priority to backward States of the country in development of highways; (b) the average growth rate of construction/upgradation of highways in the country in the last three fiscal years and whether the average is same in case of Bihar which is a backward and undeveloped State in the field of road construction; (c) if not, the reasons therefor and the way in which it will be achieved; (d) whether it is a fact that Government of Bihar has completed repair work of National Highways by using its resources and reimbursement for this is not being made by the Central Government; and (e) if so, the details thereof?", "158256": "(a) whether Government has recently convened a meeting with chiefs of the Gramin Banks to review the status of financial inclusion programme; (b) if so, the details of discussions held with the chiefs of Gramin Banks; (c) whether most of the Gramin Banks which were earlier known as Regional Rural Banks are in running in losses; (d) if so, the factors responsible for such losses; and (e) the steps taken by Government to spread the network of Gramin Banks and also to upgrade technology so that the banks may not suffer losses?", "163056": "(a) the financial assistance provided to the Government of Rajasthan by Centre during last five years for development of Indo-Pak border area; and (b) the details of amount given to the State Government for development of the said area in the current financial year?", "155995": "(a) whether Government has signed agreement with Russia for jointly developing fifth generation fighter jets; (b) if so, the details thereof; and (c) the conditions of agreement with regard to foreign investment limit in this project?", "151865": "(a) whether according to global monitoring report 2010 of the UNESCO, India has been ranked 105 among 128 nations on Education Development Index; (b) whether the findings indicate that the enrolment ratio in primary education, both gross and net enrolment ratios, has improved in India over the years; (c) whether in respect of three other components of the survey namely adult literacy, gender specific education for all and survival rate to grade V, India is found to be wanting; and (d) whether only 66 per cent of the children enrolled in grade I survive to grade V with an effective drop out rate of 34 per cent?", "157474": "(a) the details of National Policy on Skill Development; (b) whether Government aims to provide skills training to 500 million people by 2022 and if so, the details there of; (c) what types of skills will be provided under this effort; ( (d) the total number of job opportunities created since 2007; and (e) whether Government is on track to meeting the target of creating 58 million job opportunities as envisaged by the Eleventh Five Year Plan?", "159171": "(a) whether India has developed Antidote to deadly global wheat fungus which can potentially resist Ug-99 which can pose a genuine risk to global food security and could push millions into hunger; and (b) if so, the details thereof?", "153921": "(a) whether it is a fact that Government is enamoured by the Amnesty‚<U+0080><U+0099>s rating in the matter of environment and development projects in tribal and forest areas; (b) if so, what are the reasons that seldom Government goes into the credentials and standing of State Government‚<U+0080><U+0099>s recommendation on environment clearances; (c) whether the Supreme Court has recently given green signal to Vedanta‚<U+0080><U+0099>s project in Orissa; (d) if so, the reasons for acting on Amnesty‚<U+0080><U+0099>s ratings which amounts to undermining the Apex Court‚<U+0080><U+0099>s judgement; and (e) by when the Supreme Court judgement would be implemented and clearance given to Vendata?", "159722": "(a) whether the Airports Authority of India (AAI) is collecting User Development Fee (UDF) from passengers at various airports; (b) the UDF collected in 2009-10 and 2010-11 so far by AAI; (c) the airports where AAI is levying UDF charges; (d) the purpose of these levies; and (e) the steps proposed to improve functioning of all AAI managed airports?", "157600": "he progress achieved is setting up a Cashew Development Board at Kollam and the tasks that are proposed to be assigned to the Board?", "162841": "(a) whether Government proposes to undertake the city side development of non-metro airports; (b) the names of airports whose city side are to be taken up for development, the total expenditure involved in the development of city side of each airport and the time-frame for completion of work; (c) the nature of development work to be undertaken and by when the work on the other airports is to be taken in hand; (d) whether any detailed scheme has been drawn up about the non-metro airports whose city side are to be developed; and (e) if so, the details thereof?", "162330": "(a) whether no target has been fixed under National Slum Development Programme in the country; (b) if so, the reasons therefor; (c) the statistics on the basis of which the problems related to slums in the country are solved; and (d) the reaction of Government thereon?", "154923": "(a) the name of schemes implemented by Ministry of Urban Development in Uttar Pradesh; (b) the details of financial assistance provided under various schemes to Uttar Pradesh, scheme-wise; (c) whether any proposal from State Government under any of these schemes is pending with Central Government; and (d) if so, the details thereof and by when this scheme is likely to be sanctioned?", "152839": "(a) whether Government is taking steps for adherence to eco-friendly norms for development of sports and civic infrastructure in all our projects; (b) if so, the details thereof and in the Eleventh Five Year Plan, State-wise and Year-wise; and (c) the funds earmarked and spent in each State especially for Andhra Pradesh and other States ?", "152544": "(a) the scheme being run by the Central Government for dairy development in the country and the schemes out of them which are operational in the State of Madhya Pradesh; and (b) the funds allocated during the Last five year for dairy development under National Agriculture Development Scheme and the funds allocated to the State of Madhya Pradesh for dairy development during the said period.", "158794": "(a) whether Government is planning to open new Industrial Training Institute (ITI)/ ITC in all the development blocks of the country; (b) whether regional imbalance is increasing because of rules governing of opening up of ITI/ITC and the number of development blocks without ITI/ITC; (c) whether in the development blocks already having private/Government ITI, the National Council for Vocational Training (NCVT) and State Council for Vocational Training (SCVT) should not grant permission for opening new ITC; and (d) If so, whether Government could consider the matter?", "152541": "(a) the proposals pending under the Intensive Dairy Development Programme nation wide along with the date of their submission; (b) whether Government is releasing funds for phase IX and X Women Dairy Development Projects in the State Uttarakhand. (c) if so, by when the funds are going to be released; and (d) if not, the reasons therefor?", "161748": "(a) whether Government has any new proposal to develop Micro, Small and Medium Enterprises (MSMEs) to increase their competitiveness with better infrastructure, in North-Eastern Region; (b) if so, the details thereof; (c) whether import and marketing of certain foreign items/goods is upsetting the growth of MSME specially marketing of its products in the country; and (d) if so, the details thereof?", "161573": "(a) whether it is a fact that Government has planned Biotechnology for Societal Development in Rural Areas for rural, tribal and women welfare during the year 2009-10; (b) if so, the details thereof, State-wise, specially for Jharkhand, district-wise; and (c) if not, the reasons therefor?", "157374": "(a) whether it is a fact that inspite of various schemes being run by Government 55.27 million hectare of wasteland are still existing in the country; (b) the number of years, IWDP, DPAP and DDP have been working on wasteland reformation for and the total amount spent for the purpose; (c) whether expected results are not coming from these programmes; and (d) the steps being taken by the Ministry for assuring proper results at base level regarding wasteland reformation?", "159379": "(a) the details of objectives of Multi-sectoral Development Programme for minorities; (b) the details of districts identified for overall development of minorities under this programme in the North-Eastern States and other parts of the country; (c) the quantum of funds allocated by the Central Government for the implementation of the programme; and (d) the details of measures taken to improve the living conditions and employment prospects of minorities?", "151345": "the steps has been taken by his Ministry for development of Rajkot airport and for inter connectivity of this airport with various parts of our country?", "160363": "(a) whether Government has conducted any survey to explore the potential of development of food processing industries in the country; (b) if so, the estimated requirement of food processing facilities in the country particularly in Himachal Pradesh; (c) the number of food processing units approved in the country during the last three years, State-wise; (d) the details of units closed in Himachal Pradesh during the last five years; and (e) the steps taken by Government to make these units operational? ANSWER", "150743": "(a) whether the competent authority of Kerala had submitted during July, 2007 for the requirement of adequate infrastructure facilities at Malabar Cancer Centre; (b) if so, the details thereof; (c) whether steps would be taken in affirmative to provide financial support for the development of Malabar Cancer Centre; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "151855": "(a) whether it is a fact that the Agricultural and Research Institutes of the country have developed seeds for GM crops; (b) if so, the names of such crops and if not, the reasons therefore; (c) whether it is also a fact that till now only private sector, particularly foreign companies have succeeded in developing seeds of GM crops; and (d) if so, the details thereof and names of the inventors of GM crop seeds brought to the country?", "154224": "(a) whether Government has any plan to develop Vaishali as a tourist spot to attract more tourist there and earn revenue as well; (b) if so, details thereof and if not, the reasons therefor; (c) whether Bihar State Government has also submitted any such proposal; and (d) if so, the details thereof ?", "159932": "(a) whether it is a fact that the Prime Minister has rejected the Planning Commission‚<U+0080><U+0099>s Integrated Action Plan (IAP) to promote all round development in the districts affected by Left Wing Extremism on the ground that it is not ‚<U+0080><U+009C>implementable‚<U+0080>ù; and (b) if so, the details thereof.", "159931": "(a) whether it is a fact that India needs to frame a model of development for its growth keeping in view its ability, resources and needs; (b) if so, the reaction of Government thereto; and (c) whether Government has now decided not to adopt the development model of developed nations?", "160792": "(a) whether Government has taken any concrete steps to develop the tourism infrastructure and promotion of tourism within the country and abroad; (b) if so, the details thereof; (c) whether several State Governments have urged Government to provide special funds for the development of tourism; and (d) if so, the details thereof and action taken by Government thereon?", "160986": "(a) the amount allocated to Gujarat for implementation of Central schemes for rural development during the last three years; (b) the amount actually spent for each of the schemes during each of the last three years; (c) the assessment of the achievement of implementation of the schemes; (d) whether amount fixed for schemes under rural development in Assam was fully utilized during the last three years; (e) if so, the details of utilization; and (f) if not, the reasons therefor?", "155193": "(a) whether Government received representations from people or their representatives for development of Pandharpur railway station; (b) if so, the details thereof; (c) the action Government is taking for development of Pandharpur railway station; and (d) the amount sanctioned for this and the time-frame for completion of this work?", "154021": "(a) whether Government has asked the States to expedite captive coal development; (b) if so, whether Government has also allocated 34 coal blocks with reserves of 11 billion tonnes to State utilities; . ((c) whether the Ministries of Power and Coal have observed little progress in developing mines from coal blocks by10 utilities; (d) whether Ministry of Power has asked the States to expedite development of these captive blocks to match the commissioning of new thermal projects; and (e) if so, to what extent they have been successful?", "162948": "(a) whether Government has decided to give three crore rupees afresh for development of National Film Development Corporation (NFDC); and (b) if so, the reasons therefor and the details of improvement that would be brought about in NFDC?", "158486": "(a) whether it is a fact that Indian Council of Agriculture Research (ICAR) is engaged in developing implements, machineries and technologies appropriate for small and marginal farmers; (b) if so, the details thereof; and (c) the achievements made during the last five years?", "156850": "(a) the project proposed by the State Government of Gujarat for development of State highways on Public Private Partnership (PPP) basis for which the Centre has been requested to bear 20 per cent cost under viability gap funding scheme of the Centre; (b) if so, the details in reference to Surat, Rajkot, Mehsana, Bharuch and Inuruli; and (c) the action taken so far by the Centre on the proposals and by when a final decision is likely to be taken thereon?", "157067": "(a) whether it is a fact that the Special Reserve Fund, i.e. Central Resource Pool for Development of North Eastern Region (NER), exists only on paper and Government has not allocated any money for the Fund; (b) if so, the details thereof; (c) whether it does not go against the fiscal transparency; and (d) whether Government has made any policy in this regard?", "161528": "(a) the amount provided to the State Governments by the Central Government for development of sports during the last five years, sport-wise; and (b) the amount provided for construction of stadia in the State of Rajasthan during the last five years, location-wise?", "157380": "(a) whether, after reports from United States that Afghanistan has untapped mineral resources worth $1 trillion (Rs. 45 lakh cror(e), the war ravaged country has invited India to bid for and develop its mines to feed India`s burgeoning steel industry; (b) if so, whether Afghanistan, which currently has a Government considered friendly to India, is hosting a road show on iron-ore, one of the main raw materials in the production of steel; and (c) if so, to what extent India has been able to join Afghanistan on mineral hunt and what are projects that are being considered in this regard?", "158339": "(a) whether Government has figures of number of youths who were imparted skill development training during the last three years by various Government institutions; (b) how many of these students were able to find jobs thereafter; and (c) how much money was spent by Central and State Government on these Skill Development Centres?", "161008": "(a) whether Government has any proposal for the development of inland waterways in the country; (b) if so, the details thereof, State-wise; (c) the action taken by Government in this regard; (d) the total length of inland waterways in the country; (e) the length of inland waterways created so far during the Eleventh Five Year Plan; (f) the details of the expenditure incurred thereon along with the funds allocated for the purpose in the current plan; and (g) the details of projects undertaken/proposed to be undertaken for promoting inland waterways facilities in the country during the current plan period?", "162455": "(a) whether Government has proposed to develop under-developed National Highways in Assam under Annual Plan; (b) if so, the detailed length of roads and funds required for development of these NH; (c) the total expenditure made under Annual Plan on NH in the State of Assam in 2009-10 and allocation made under Annual Plan for NH for 2010-11; and (d) whether the principle of allocation of 10 per cent of the total outlay for the National Highways of NE States has been followed while allocating fund under Annual Plan for the year 2010-11?", "158381": "(a) whether the Minister of Finance has reportedly asked the Planning Commission to prepare development plan for 35 naxalite-affected districts in 9 States; (b) if so, whether the Planning Commission has approached the Union Cabinet for a proposed outlay of Rs.13,742 crore development plan in this regard; and (c) the details of proposed outlay required to be spent by Government on road- connectivity, education, health services, rural electrification and on irrigation so as to bring the least developed areas at par with National Development, district- wise, State-wise, year-wise, during 2010-2011?", "161574": "(a) whether Government is encouraging the laboratories and research and development institutions of Government to have the financial independence by earning through patenting, training and other areas of revenue to stop the budget allocation from Government for every year; and (b) the details of every institution in this category and the perennially depending on the budget allocation with sham research activities?", "163254": "(a) whether Government has received proposals from various State Governments particularly from the State Government of Haryana for development of roads from Central Road Fund (CRF); (b) if so, the details thereof, State-wise and year-wise; (c) the names of road development projects which have been sanctioned for execution by Government; (d) the total amount allocated for each of these road projects; and (e) by when these projects are likely to be completed?", "161006": "(a) whether the Government proposes to upgrade and develop some of the ports in the country including Kandla, Porbandar, Veraval and Hazira in the context of cargo handlings; (b) if so, the details of development programmes to be undertaken during the Eleventh Plan period and budgetary allocation earmarked for the purpose; and (c) the present status of such ports?", "153741": "(a) whether Government has released funds for development of 2413 forest villages spread over 12 States in the country during 2005-06 to 2008-09; (b) if so, the details thereof, State-wise; (c) the details of various infrastructure work provided in such villages, so far; (d) whether it is a fact that a large number of States have not fully utilized the assistance provided to them; (e) if so, the details thereof and the reasons therefor; and (f) the details of action taken by the Central Government against such States, so far?", "161000": "(a) whether it is a fact that road development plans in naxal affected districts is lagging behind schedule: (b) if so, the details thereof and the reasons therefor; and (c) what action Government is considering in this regard?", "156534": "(a) whether Government is contemplating to initiate any ambitious programme to develop infrastructure in agriculture; (b) if so, the details thereof, State-wise including Gujarat State; (c) the details of employment opportunities likely to be generated in this sector; (d) whether Government is likely to take full care of the financial aspects; and (e) if so, the foreign exchange likely to be earned?", "158738": "(a) whether it is a fact that Public Sector Banks have not any comprehensive plan to develop the minority concentrated districts; (b) if so, the reasons therefor; and (c) the details of the plan of banks for development of such regions?", "161012": "(a) whether Government proposes to develop the Lokpriya Gopinath Bordoloi International Airport Terminal at Guwahati, including other airport terminals in North Eastern States, for better air connectivity in the region; (b) if so, the details thereof; (c) whether Government proposes to open new airports / airfields in the region; and (d) if so, the details thereof?", "158517": "(a) whether any proposal under Central assistance to States for Developing Export Infrastructure and other Allied Activities (ASIDE) scheme has been received from Rajasthan Government during the financial year 2009-10; (b) if so, the details thereof; and (c) whether any time limit has been fixed by Central Government for disposal of this proposal?", "156827": "(a) whether the Ministry has taken any specific initiatives to improve education facilities for children living in slums; (b) if so, the details thereof and if not, the reasons therefor; (c) whether India is on track to meet UN Millennium Development Goals, especially target 4 of goal 7- which deals with the improvement in lives of slum dwellers and details thereof; and (d) the proportion of slums that have been upgraded to decent, affordable housing and details thereof?", "151353": "(a) whether it is a fact that Government is contemplating to levy User Development Fees (UDF) on all airports of the Airports Authority of India (AAI); (b) if so, the details thereof; and (c) if not, the reasons therefor?", "152844": "(a) whether Government proposes to start new schemes for the development of agro based rural industries in the country; (b) if so, the details thereof; (c) whether Central Government has received proposals from the States including Madhya Pradesh for the development of agro based industries in the States; and (d) if so, the details thereof?", "157464": "(a) whether his Ministry has taken decision to extend and develop road linkage for Mumbai ‚<U+0080><U+0093> Surat ‚<U+0080><U+0093> Bharuch ‚<U+0080><U+0093> Mehsana under Delhi Mumbai Industrial Corridor (DMIC) along with the proposed Dedicated Freight Corridor (DFC) of Railways; (b) if so, the details thereof; (c) whether Government of Gujarat has also submitted a detailed proposal for development of various infrastructure linkages for overall development of DMIC; (d) if so, the current status of the said proposal; and (e) if not, the reasons therefor?", "163238": "(a) whether Government has received any proposal from the State Government of Tamil Nadu for the development of National Highways in the State; (b) if so, the details thereof for the last three years, year-wise and project-wise; and (c) the present status of each of these projects?", "151727": "(a) the number of development councils like Bundelkhand in the country, giving the figure, state-wise; (b) whether Government is willing to fund for the development of the other council area of the country, on the Bundelkhand funding pattern; and (c) if so, whether Western Odisha development council will be funded by Government on Bundelkhand pattern considering it to be most underdeveloped and most poverty striken area in the country?", "157771": "(a) total population residing in urban areas and whether that population will increase further by 2020-21 and if so, by how much; (b) the steps taken to improve the urban infrastructures and basic services and urban transport; (c) whether investment to meet the urban infrastructure, housing demands were grossly inadequate and lagged behind the required levels and if so, the details of inadequacies and lack of funds; and (d) the reasons for low percentage of total expenditure incurred on urban development by the Central Government together with the details thereof and the steps taken to utilise the allotted funds to check their wasteful expenditure ?", "154951": "(a) the details of amount spent on Research and Development work in the field of Science and Technology, scheme-wise; (b) the details of amount spent, State-wise; and (c) the comparative figures of Gross Domestic Product expenditure on Science and Technology with regard to neighbouring countries?", "159007": "(a) the total funds sanctioned and released by Government to the State of Maharashtra for the development of National Highways/Express Highways/State Highways and to provide connectivity to villages with highways in the last three years, year-wise; (b) the details of the funds utilized by the State Government under various heads till March, 2010 out of the amount sanctioned, year-wise; (c) to what extent the desired progress has been achieved regarding these projects in the State indicting the details thereof; (d) what action has been taken by Government to resume proper and timely utilization of remaining funds; and (e) the details thereof?", "151053": "(a) whether Government`s attention has been drawn to a proposal made by the eminent agriculture scientist Dr. M.S. Swaminathan about the need to set up a below-sea level research and development institute for rice farming at Kuttanad in Kerala; and (b) if so, the details thereof and Government`s reaction thereto?", "152532": "(a) whether Government had any proposal to help the fishermen to protect, develop and secure fishing as a profession; (b) if so, whether the Union Government has asked the State Governments to develop fishing harbours by giving grants-in-aid; and (c) if so, the details thereof, State-wise and specifically in respect of Mookkaiyur in Tamil Nadu?", "161497": "(a) whether Government has embarked on an ambitious slum development project to benefit 85000 families settled around Mumbai airport making airport risk-prone because of human settlement in its periphery; (b) whether a part of the displaced families would be settled in community housing project flats around Kurla and the rest in 370 sq. ft. flats in community housing blocks in the urban fringe areas; and (c) if so, the details thereof?", "152530": "(a) whether it is a fact that Rs. 4031 crore have been allocated for spending on development and extension of food processing industries in the country during the Eleventh Five Year Plan; (b) if not, the details thereof; and (c) the details of the amount spent till December, 2009?", "156713": "(a) whether India is expected to reduce its poverty rate from 51 per cent in 1990 to 24 per cent in 2015, slashing number of extremely poor by 188 million; (b) if so, whether according to UN report on the Millennium Development Goals for 2010, India is progressing well but progress in the rest of South Asia is not sufficient to have level of poverty by that target date; and (c) if so, to what extent Government has examined report and the steps which are being taken to further reduce poverty in the country?", "158881": "(a) whether Government has formulated any programme for the planned development of the villages; (b) if so, the details thereof ; (c) whether Bharat Nirman, a time-bound plan, intended to build the essential rural infrastructure have registered lower performance; (d) if so, the reasons therefor and remedial measures taken to achieve intended objectives; and (e) the number of BPL household which have been electrified so far and the number of BPL household still to be electrified and by when they will be electrified, State-wise?", "151447": "(a) the details of efforts being made by Government for the solution of Naxal problem; (b) the measures being taken for holistic development of naxal affected areas and to bring the diverted people into the mainstream of society; (c) whether for solution of this problem this thinking is going to become stronger that all who are indulged in naxal violent activities may be killed; and (d) if so, the reasons of this type of thinking and if not, initiatives being taken to adopt holistic thoughtful policy?", "161568": "(a) whether Planning Commission has set up any committee for development of the backward Bundelkhand; (b) if so, the details thereof; (c) whether Government is preparing any action plan to remove backwardness of Bundelkhand as per the recommendations of the said committee; and (d) if so, the details of the steps taken by Government to remove backwardness and developmental pendency of Bundelkhand?", "159580": "the reasons that no funds have been provided to the Singareni Collieries Company Limited for the development of captive mines for new power projects ?", "154559": "(a) whether huge investments have been made in the fields of dam construction, power generation, mineral production and heavy industry under tribal area development programme; (b) if so, the investment made during the last five years; (c) the number of tribal families benefited from this; (d) the number of families displaced as a result of it; (e) whether there has been no direct or indirect benefit of these tribal area development schemes to the tribals and their condition continues to be deplorable as usual; (f) whether the adoption of family centric approach instead of region centric approach is the only option for tribal development; and (g) whether Government would act in this direction?", "154754": "(a) whether Government has introduced a Centrally Sponsored Programme viz., Catalytic Development Programme (CDP) in the country to create more employment in rural areas of the hilly States including Himachal Pradesh through sericulture practices; (b) if so, the details thereof and the amount allocated during the Eleventh Plan for implementation of the scheme; (c) the financial assistance provided to Himachal Pradesh under CDP during the last two years and current year; and (d) the extent to which the CDP has been proved effective in the country particularly in Himachal Pradesh?", "156718": "(a) whether it is a fact that Uttar Pradesh is one of the most backward State in the country; (b) if so, the reasons therefor; and (c) the specific steps Government propose to take to bring Uttar Pradesh at par with well off States?", "161737": "(a) whether beautification and development work has been carried out at any railway station of North-Western Railway during last year; and (b) if so, the details thereof and details of the amount spent thereon?", "154336": "(a) whether a new variety of paddy has been developed by scientists which despite getting submerged in water for twenty days yields 3.5 tonne per hectare; (b) the details of development process along with the areas where the usage of this variety may be most beneficial; (c) whether Indian Council of Agricultural Research and other Agricultural Universities propose to increase the commercial production of the said variety; (d) if so, the details thereof; and (e) the further steps taken by Government in this regard?", "160370": "(a) whether it is a fact that the tribal population of the country is far behind the common population in terms of different indicators relating to present human development index; (b) if so, the details thereof; and (c) the details of the financial assistance given to Non-Governmental/voluntary organizations by Government to implement welfare schemes in the tribal areas of the country during the last three years?", "153106": "(a) the amount allocated to Assam for implementation of Central Schemes for rural development during last three years; (b) the amount actually spent for each of the schemes during each of the last three years; (c) what is the assessment of the achievement of implementation of the scheme; (d) whether amount fixed for scheme under rural development in the Assam was fully utilized during last three years; (e) if so, the details of utilization; and (f) if not, the reasons therefor?", "155683": "(a) whether it is a feet that the Asian Development Bank has proposed to lend $300 million for Indian Micro, Small and Medium Enterprises (MSMEs); (b) if so, the details thereof and reaction of Government thereto; (c) whether the Small Industries Development Bank of India (SIDBI) has been authorized as borrowing and executing agency for this loan; (d) if so, the details of the terms and conditions of the loan; and (e) the details of action plan prepared by Government for utilization of the loan for promotion of MSMEs in the country?", "159936": "(a) whether UNDP Report/UN Millennium Development Goals Report, 2010 containing facts relating to poverty and under nourishment in the country has been published; (b) if so, the details thereof and the reaction of Government thereto; and (c) the steps proposed to be taken by Government to reduce poverty in the country?", "160684": "(a) whether the World Bank study has suggested setting up of River Basin Development Authority and upstream storage of water to overcome growing problem of silt in Himalayan Rivers; (b) if so, the details of the study; and (c) the action taken by Government thereof?", "160642": "(a) whether Chhattisgarh State has made any remarkable progress in development schemes particularly of food security for BPL families, public distribution system and coordination of plans to tackle naxalism; (b) whether more funds have been sought on the basis of remarkable progress in development schemes; (c) whether some States are seeking to follow Chhattisgarh pattern in terms of development; (d) if so, the salient features thereof; and (e) the views of the Ministry of Planning thereon, the details thereof?", "150537": "(a) whether Government has prepared a draft of the model Real Estate (Regulation of Development) Bill; (b) if so, highlights of the draft Bill thereof; (c) in what manner the Bill safeguards the interest of middle and upper middle class buyer of houses; and (d) how effective will be the Real Estate Regulator under this law?", "163176": "(a) where does India place itself in the Human Resource Development Index today; (b) whether there has been improvement in India‚<U+0080><U+0099>s position if compared a decade ago; (c) the factors which contribute to the better positioning of India in the HDI; (d) the factors which are responsible for its poor performance in the HDI ; and (e) the steps taken by Government to bring improvements in the HDI?", "151925": "(a) whether Government proposes to launch an ambitious scheme for the development of one million hectares of fringe forests and adjoining non forest lands in villages across the country; (b) if so, the details thereof; (c) whether the Central Government had consultations with the representatives of the State Governments on the proposed scheme; (d) if so, the details thereof; and (e) the manner in which this scheme is likely to be implemented?", "154984": "(a) whether Government of Gujarat has submitted a proposal of Rs. 47.72 crore for the development of Sarkhej-Gandhinagar NH 8C; (b) if so, whether this proposal has been considered by Government and by when the work is likely to be started for widening it to six lane and construction of flyovers, etc.; and (c) if not, the reasons therefor?", "151928": "(a) whether any proposal has been received from Madhya Pradesh under forest village development scheme; (b) if so, whether the proposal is pending, and; (c) if so, the reasons therefor and whether any time limit has been fixed for disposal of the proposal?", "159933": "(a) whether it is a fact that the Planning Commission has been asked by the Prime Minister to revise the proposed Integrated Action Plan for the development of the districts affected by Left Wing Extremism as it is not implementable; and (b) if so, the details thereof and Government‚<U+0080><U+0099>s reaction thereto?", "157018": "(a) whether it is a fact that Railways declares some stations as model stations; (b) if so, what are the details in this regard; (c) how many stations have so far been declared as model stations; (d) how may stations have actually been developed as model stations so far; and (e) the names of those stations which were declared to be developed as model stations during the last year and have actually been developed as such?", "163829": "(a) the schemes implemented for fishery development during last two years for forest abundant and hilly State like Jharkhand; (b) the amount spent during each year on each scheme; (c) whether some part of the allocated amount could not be spent; and (d) if so, the reasons therefor?", "156657": "(a) what are the incentives the Textile Ministry is giving to the development of sericulture in Jharkhand; (b) the figures for the last three years; and (c) how the Ministry proposes to increase sericulture production extensively in Jharkhand in the tribal areas and the figures for the amount to be spent for the next three years?", "156912": "(a) whether Government has formulated any new policy with regard to development of cottage industry on labour based technique; and (b) if so, the details thereof; (c) by when the said policy is likely to be implemented; and (d) the target for coverage under this policy?", "162599": "(a) whether it is a fact that action plans regarding the protection and development of forests in the country are being implemented with foreign assistance; (b) if so, the details thereof; (c) whether Government has received any complaint during the last year regarding corruption in the action plans being implemented for the protection and development of forests; and (d) if so, the details thereof?", "162218": "(a) whether Government is aware of the fact that horticulture is gaining importance and significance in the country; (b) if so, the financial aid given to the small farmers to develop horticulture in their farms; (c) whether Government has any plan to develop horticulture through the National Rural Employment Guarantee Scheme; and (d) if so, the details thereof?", "151738": "(a) whether Government has formed a National Real Estate Development Council; (b) if so, the purpose of this real estate promotional body; (c) the names of members of this Council; (d) the role of Government in this Council; and (e) the steps proposed to protect interests of middle class people in the country?", "151325": "(a) whether NABARD has given any assistance to Uttarakhand to support the horticulture sector and introduction of poly houses in various parts of the State; (b) if so, the steps taken by NABARD to involve Uttarakhand in bringing about a change from cereal based economy to horticulture/floriculture and medicinal plants based economy; (c) the total funds available with NABARD for utilization/promotion of horticulture; and (d) the funds released till date for Himachal Pradesh and Uttarakhand respectively?", "154942": "(a) whether it is a fact that according to a high level review done recently, the development initiatives implemented in the naxal affected areas have not yielded the desired results; (b) if so, the details thereof; (c) what are the major causes for the failure of the initiatives; and (d) what new strategy is being contemplated to ensure better implementation of the development initiatives?", "160937": "(a) the work done for the development of minorities after the Sachar Committee Report was received by Government; and (b) whether it is a fact that, for the sanctioning of loan to the minorities of the States, the finance corporations require bank guarantee by two Government employees and if so, by when Government would propose to do away with this requirement?", "159457": "(a) whether the Ministry has received any proposal from the State Government of Madhya Pradesh for expansion of dairy development as well as animal husbandry under the special package announced by Government for the development of Bundelkhand; (b) if so, the amount thereof and the reasons of pendency of the proposal received from the State Government till date; and (c) whether pendency of proposals does not create hurdles in development works?", "151128": "(a) whether Government has been actively considering to set up National Gas Highway Development Authority on the lines of National Highways Authority of India (NHAI); (b) if so, the benefits likely to accrue by setting up a National Gas Highway Development Authority; (c) whether the nation wide expansion of the gas network for all the cities and towns would be targeted; and (d) if so, the details thereof?", "158878": "(a) whether Planning Commission has sent any teams to various districts to study that how many farmers have actually benefited from rural development schemes like MNREGS; (b) whether any team was sent to districts in Andhra Pradesh in this last two months; (c) the names of such districts where Planning Commission has sent teams on receipt of notices of irregularities, etc; (d) the measures proposed to include more traditional farmers in MNREGS; and (e) to what extent farmers have not availed of any benefits from MNREGS?", "163181": "(a) whether the attention of Government has been drawn to a National Development Council (NDC) Resolution recommending reduction in Centrally sponsored schemes; (b) if so, the steps taken by the Ministry in order to comply with the same; (c) the number of Centrally sponsored schemes currently in operation; and (d) the number of schemes that were inaugurated in the last two years?", "157099": "(a) whether Natural Resource Management of Agriculture and Cooperation, Government of India has received a pilot project of Rs. 50 crores for development of Chambal ravines spread over 25,000 hectare area in Muraina district from the Department of Farmers Welfare and Development, Government of Madhya Pradesh vide their letter No. D-3/7/01/14-3 dated 14th March, 2006; (b) if so, the current status regarding approval of this pilot-project and the reasons for such a long delay; and (c) by when the proposal would be sanctioned and the amount allocated?", "153981": "(a) whether some amount to be sent to Development Commissioner by Chhattisgarh Handicrafts Development Board under the proposal for Urban Haat, Design Workshop, Saree Emporium etc. in the State, is pending; and (b) if so, the status of its disbursement?", "155320": "(a) whether Government is introducing a Mines and Mineral (Development and Regulation) Bill where mining in tribal areas would be restricted to State-owned enterprises, co-operative societies and Government controlled joint ventures; (b) if so, whether expertise, latest technology, adequate financial resources, etc. would be available with such bodies to undertake complete mining activities; and (c) whether private sector would also be given chance for mining to ensure healthy competition?", "150340": "(a) whether Government has set a limit on the funds to be collected by Delhi International Airport Ltd. (DIAL) through the User Development Fee; (b) if so, the maximum funds to be collected by DIAL; (c) how much funds has already been collected by DIAL so far; (d) whether Government would withdraw this fee now; and (e) if not, the reasons therefor?", "157092": "(a) the details of funds allocated to various States particularly to Orissa for the development of horticulture during last three years; (b) the details of proposals pending with Government in this regard pertaining to various States and particularly to Orissa; and (c) the steps taken by Government for the development of horticulture in the country?", "162008": "(a) whether most of the schemes of the Central Government under his Ministry is implemented without the knowledge of Members of Parliament by the State Governments; (b) whether the Ministry will take steps to ensure that Members of Parliament (MPs) are involved in selecting schemes in their respective States; and (c) whether the Ministry has any mechanism in the matter of proper utilization of funds under rural development by different States?", "157313": "(a) whether the Airports Authority of India (AAI) has any plan to change User Development Fee (UDF) from the international passengers at the Trivandrum International Airport in Thiruvananthapuram; (b) if so, the details thereof; (c) whether the State Government of Kerala has opposed the proposal; and (d) if so, the details thereof and Government`s reaction thereto?", "157118": "(a) whether India and United States of America have recently agreed to set up a Joint clean Energy Research and Development Centre to find out technological solutions for low carbon growth; (b) if so, the details thereof and the benefits likely to be accrued as a result thereof; (c) whether US has offered any technologies for emission, intensity reduction etc.; and (d) if so, the details thereof along with the terms and conditions of such technology transfer?", "152280": "(a) whether it is a fact that there is unbalanced development of industries in the country like some part having more industries and other parts do not have any industry; and (b) if so, whether Government has any plan to develop those areas, which are left out presently?", "156844": "(a) whether the Empowered Group of Ministers (EGoM) has agreed, in principle, to develop 10000 kilometre of State roads as National Highways; (b) if so, whether the Ministry has worked out a detailed plan and submitted to the Planning Commission for approval; (c) if so, the details of the State roads that are likely to be declared as National Highways; and (d) the time period by when the requisite infrastructural facilities etc., are likely to be provided at these newly declared National Highways?", "152283": "(a) whether our country and Japan have agreed to set up a project development fund for the ambitious Delhi Mumbai Industrial Corridor (DMIC); (b) if so, whether the projects once completed will reduce the Delhi Mumbai transit time; (c) whether both the countries contribute equally for the fund and the estimated amount required for the project; and (d) if so, the details thereof?", "155436": "(a) whether Jharkhand Government has submitted any proposal under the National Project on Biogas Development; and (b) if so, the status thereof ?", "155437": "(a) the details of status on the Plan submitted by Maharashtra Government under the National Project on Biogas Development; and (b) the other projects envisaged for the State?", "160953": "(a) the number of new projects establishing in public sector during 2005-06 to 2008-09; (b) the details of funds allocated and utilized for the above projects during the above period, State-wise and year-wise; and (c) whether the Ministry has conducted any research and survey for future development?", "163746": "(a) whether Government has identified locations for promoting horticulture in the country and has taken steps for the same; (b) if so, the details thereof, State-wise; (c) whether financial and other assistance have been given to provide subsidy to farmers for the purpose of sprinkler irrigation facility, marketing, setting up of cold storages, latest research work in horticulture and the horticulture work; and (d) if so, the details thereof and the allocation made for the same in each of the last three years and the current year, Statewise?", "152063": "(a) the amount allocated to Tamil Nadu for implementation of Central Schemes for rural development during each of the last three years; (b) the amount actually spent for each of the schemes during each of the last three years; (c) whether Government has made any assessment of the achievements as a result of implementation of the scheme; and (d) if so, the details thereof ?", "153562": "(a) whether it is a fact that many Indian and foreign survey institutions have drawn a conclusion on the basis of data collected during the year 2004-05 that the whole of the society is unable to come into the mainstream due to unequal development in the country; (b) if so, the facts in this regard; and (c) whether Government has decided to control this unequal development?", "162808": "(a) whether it is a fact that Sachar Committee has expressed that socio-economic conditions of Muslim women is quite pathetic in the country ; and (b) if so, the details thereof and the reasons therefor?", "158136": "(a) whether implementation orders have been issued by the Ministry at the national level to put many non-Dalits to work, in developing durable assets on land owned by Scheduled Castes and Scheduled Tribes (SCs/STs); (b) if so, the details of such plans to be implemented at national level; (c) whether implementation of such plans has commenced; and (d) if so, which are the States where implementation of such plans has commenced?", "155533": "(a) whether the Central Government has plan to give sanction for developing a port at Chettuva In Thrissur district of Kerala, especially for developing the fishing In the coastal area; (b) If so, the allocation proposed for the project; and (c) If not the reasons for ignoring such an important project which has a potential for development of fisheries, export potential and job opportunities?", "154328": "(a) the annual funds given to the Central Institute for Subtropical Horticulture in 2008-09 and 2009-10; (b) whether it is a fact that this Institute has been primarily responsible for research on mango in the country since 1972; (c) the reasons for the failure of this Institute in developing new varieties of mango which could have elongated the mango season in the country; (d) whether the Institute has been unable to meet the expectations and requirements of the farming community; and (e) the steps taken to upgrade the research facilities and set target dates for improving and lengthening the mango season in the country?", "155438": "(a) whether Government proposes to develop 34 solar energy cities during the Eleventh Five Year Plan; (b) whether Japan is ready to assist in this regard; (c) whether assistance from other countries is being solicited in this regard; (d) whether any effort is being made to commercialize this energy by reducing the cost of solar panels; (e) whether there is any plan to set up 300 MW plant of the National Thermal Power Corporation (NTPC) in Rajasthan; and (f) whether Government would consider to enhance its capacity upto 1000 MW?", "153211": "(a) whether it is a fact that the multi-sectoral development of minorities has not gained proper fillip, so far; (b) If so, the reasons therefor; and (c) the mechanism developed to monitor the progress of multi-sectoral development programmes?", "152261": "((a) the details of works for provision of irrigation facility, horticulture plantation and land development facilities on land owned by households belonging to the Scheduled Castes and Scheduled Tribes in Below Poverty Line (BPL) families or to beneficiaries of land reforms or to the beneficiaries under the Indira Awas Yojana being carried out in Himachal Pradesh under National Rural Employment Guarantee Act (NREGA) during 2008-09 and 2009-10; (b) the amount spent thereon during these years; (c) whether a number of States have submitted proposals for taking up new works under NREGA; and (d) if so, the details thereof, State-wise?", "154804": "(a) whether it is a fact that Government has approved Rs. 2,973 crores for development of 352 Kms. of highways; (b) if so, the details of highways that are going to be taken up out of the 352 Kms. in the State of Andhra Pradesh; (c) whether any time-frame has been fixed for completing the 352 Kms. of highways; and (d) if so, the details thereon?", "159449": "(a whether funds are not being released in time by Government under the Intensive Dairy Development Progamme; and (b) if so, the reasons therefor?", "156622": "(a) the progress of Hariyali Scheme in the country for the last three years; (b) the number of projects sanctioned and the funds allotted under the scheme; (c) the policy of Government for development of watershed areas in forest land; (d) whether Government has any policy to engage the forest dwellers into such schemes; (e) if so, the details thereof; and (f) if not, the reasons therefor?", "159368": "(a) whether it is a fact that Multi Sectoral Development Programme in minority concentration districts of Bihar is way behind the schedule; (b) whether the Ministry has written a letter to the Chief Minister of Bihar drawing his attention to his high claim on minority welfare as symbolic and low on ground work and has asked him to send well considered projects for release of funds under the programme; and (c) if so, the details in this regard and the State Government`s reaction thereto?", "156423": "(a) whether a large number of coal mines are lying closed in the country; (b) if so, the details thereof, State-wise; (c) whether the Coal India Limited and its subsidiaries have prepared any plan for re-development of the areas of such mines during the current five year plan; (d) if so, the details in this regard; and (e) if not, the reasons therefor?", "154147": "(a) whether any proposal of the State Government is pending with the Centre for urban development in Odisha; and (b) if so, the details thereof?", "154882": "(a) the details of funds allocated to Gujarat State under the Border Area Development during each of the last three years and current year; (b) whether there is any proposal to increase the funds allocated to Gujarat; and (c) if so, the details thereof?", "164014": "(a) the steps taken by Government to ensure that responsible micro financing activities is carried out in rural India; (b) whether Government has taken steps to ensure linkage between banks and Serf Help Groups (SHGs); (c) if so, the details thereof; and (d) whether there is any move to replicate the Panchayat Level Federation initiative that has been tried successfully in Tamil Nadu, wherein SHG representative access bank credit and then redistribute at lower level of interest than is prevailing in the market?", "150955": "(a) the progress India has made towards achieving the Millennium Development Goals (MDGs) by 2015; (b) whether State-wise data is available on the same; (c) if so, the State-wise details thereof; and (d) if no progress has been made then the measures that have been adopted by Government to achieve the MDGs and target by 2015?", "156663": "(a whether the disbursal of funds to some districts in Chhattisgarh for backward area dairy development programme is still pending and the details of the plan for its disbursement; (b) the details of proposals received for intensive dairy development in several district of Chhattisgarh and the status of according sanction to them; and (c) the amount which is yet to be disbursed to Chhattisgarh‚<U+0080><U+0099>s fishery industry for the year 2009-10 and the relevant details thereof? AN S W E R", "159260": "(a) the progress of development of crash-worthy coaches and locomotives to prevent train accidents in the country; (b) whether any time- frame has been fixed by which all the existing coaches and locomotives are replaced with crash-worthy coaches in the country; and (c) to what extent the anti-collision devices help in preventing train accidents?", "163471": "(a) whether Government had decided to launch Rain-fed Area Development Scheme during 2007-08; (b) if so, the reasons for non-implementation of the Scheme so far; and (c) by when the scheme is likely to be launched?", "163382": "(a) whether it is a fact that schemes under Urban Infrastructure Development Scheme for providing basic facilities and upgradation of small towns in the country are not implemented successfully; (b) if so, whether Government has initiated any action to analyze the reasons; (c) the details thereof and the alternative programmes proposed by the Government for upgradation of small towns in the country; and (d) the details thereof?", "151542": "(a) whether it is a fact that Government had announced a National Policy on Skill Development for equipping the workers in organized and unorganized sector to adapt to the changing technologies and labour market demands; (b) if so, the salient feature of the policy and to what extent they have been implemented?", "154405": "(a) whether it is a fact that, following a study by the Planning Commission in 2007, it had come to light that development of tribal people in Maoist-affected districts had declined; (b) if so, whether any additional schemes for the development of tribal people had been initiated after this study report; and (c) if so, the details thereof?", "156738": "(a) whether it is a fact that Muslim localities in Delhi are being ignored in the matter of developmental works; (b) if so, the reasons therefor; and (c) if not, the details thereof?", "154430": "(a) whether there is any proposal in North Eastern region to execute development works on National Highways/sections of National Highways through PPP mode; and (b) if so, the details thereof?", "152517": "(a) whether separate dedicated departments relating to food processing are proposed to be set up in States so that such Labour Intensive and pro-farmer activities are made more inclusive aiming at economic betterment of Aam Aadmi; (b) if so, whether 141 Foreign Direct Investment inflows approved during 2007-09 have complemented and supplemented by domestic investments; (c) if so, the percentage growth thereof; and (d) whether indigenous methods are being further improved through foreign State-of-the-art technological global developments and managerial practices?", "154134": "(a) whether Government has identified areas for coordinating and promoting ocean development activities in the country including Gujarat State is mapping of resources which can be commercially exploited; (b) if so, the details thereof; (c) whether Government has also undertaken any survey along the Indian Coasts including Coastal Belt of Gujarat; and (d) if so, the outcome thereof?", "163048": "(a) what was the plan for redevelopment of Connaught Place (C.P.) by the New Delhi Municipal Corporation (NDMC) and Delhi Government; (b) whether there was a plan for inner circle that there would not be any parking site; (c) whether licence for parking lots were scrapped prior to CWG; (d) whether there was plan for greenery in place of parking site in inner circle, if so, how and by whom parking restarted in inner circle; (e) whether it is a fact that the exit of C.P. on Panchkuiyan Road is blocked by the encroachers by increasing the size of the shops; (f) what was the size of those shops when allotted; (g) whether existing shops are as per allotment; and (h) why NDMC is lenient in removing those shops and, although the site for their relocation/rehabilitation is ready?", "161370": "(a) whether the Defence Research Development Organisation (DRDO) has made a research in production of protein food for the jawans posted in remote and isolated parts of the country; (b) if so, the names of the various food products developed by DRDO during the years 2008-09 and 2009-10; (c) the details of various food production units of DRDO existing in various parts of the country as on date; (d) the names of the other products likely to be developed by DRDO for defence personnel in the near future; and (e) the details of funds allocated for such research work in DRDO during the said period?"}}