{"2016": {"225582": "(a) whether Government is taking active steps to ensure that the Youth Parliament Competitions are conducted in various schools and colleges across the country;(b) if so, the details thereof, if not, the reasons therefore; and (c) the details regarding the number of Youth Parliament Competitions that were held in the State of Tamil Nadu over the past three years ?"}, "2015": {}, "2014": {"198738": "(a) Whether Government of Karnataka had requested the Ministry for reimbursement of expenditure of Rs.15 lakhs incurred on conducting Youth Parliament Competitions during the years, 2010-11 to 2012-13; and(b) if so, by when the funds would be reimbursed?", "200931": "(a) Whether the State Government of Karnataka had requested the Ministry for reimbursement of expenditure of Rs. 15 lakhs incurred during the three years namely 2010-11 to 2012-13, on conducting Youth Parliament Competitions; and (b) If so, by when the funds would be reimbursed?", "203443": "(a) Whether Government has re-imbursed any expenditure on conducting Youth Parliamentary Competitions in West Bengal over the past three years, if so, the details thereof: and (b) The number of Youth Parliaments that have been conducted in the State of West Bengal during the last three years?"}, "2017": {"231480": "(a) the details of the number of assurances given by Ministers on floor of the House in the last three years;(b) the details of the number of assurances that have not yet been fulfilled and are pending;(c) the reasons for such pendency; and(d) the steps being taken to follow-up with respective Ministeries for fulfilment of pending assurances?", "231481": "(a) the number of Youth Parliament Competitions organised in Chattisgarh in the last three years and the current year; and(b) Whether Government has reimbursed any expenditure incurred on organising Youth Parliamentary Competitions in Chattisgarh during last three years, if so, the details thereof ?", "237162": "(a) whether the implementation of assurances given by Ministers in Parliament is a function of the Ministry;(b) if so, the percentage pendency of assurances made in the Rajya Sabha between the 7th of July 2014 and the 12th of April 2017;(c) the Ministry-wise percentage pendency of assurances between the 7th of July 2014 and the 12th of April 2017; and(d) whether on comparing between the 15th and 16th Lok Sabha, there is an increase in the pendency of assurances; if so, the reasons therefor?", "237161": "(a) the number of Special Mentions laid in the Rajya Sabha between 7th of July, 2014 and the 12th of April, 2017;(b) the number of Special Mentions laid in the Rajya Sabha between the 7th July, 2014 and 12th of April, 2017 that have been responded to by the respective Ministries within 30 days; and(c) the steps being implemented currently to ensure that all special mentions are responded to within 30 days?", "233291": "(a) Whether it is a fact that the number of scheduled sittings of Parliament have decreased in the last two years, if so, the details thereof and reasons therefore; and(b) Whether Government proposes to increase the number of sittings?", "239605": "a. whether the Ministry holds two meetings every year with all the Ministries/ Department regarding framing of rules/ regulations under the respective Acts;b. if so, the dates of meetings and decisions taken therein during 2012-2016; andc. if not, the reasons therefor?", "235045": "a) how many Parliamentary delegations have gone abroad in the last three years; and b) the detailed list of representation of MPs of both Houses in these delegations?"}, "2009": {}, "2011": {"171867": "(a) the details of sanctioned staff strength in the Ministry, group-wise;(b) the number of jobs earmarked out of the total strength, for Scheduled Castes/ Scheduled Tribes category out of the total strength as per Government''s reservation policy; and(c) the reasons, if any, for the staff strength not being in accordance with the reservation policy of Government?"}, "2010": {"152340": "(a) whether there are 15 bills pending with the Rajya Sabha which were introduced prior to 2005 including one from 1987; and (b) the reasons why they are in such a limbo?", "155536": "(a) the number of special mentions laid down in the Rajya Sabha from 1st April, 2009 to 22nd December, 2009 department wise; (b) the number of answers given to these mentions department wise; and (c) by when the answer to remaining special mentions is likely to be given, the reasons for not answering them within the stipulated time ? ANSWER"}, "2013": {}, "2012": {"179452": "Whether it is a fact that the Ministry had forwarded to PAO, Cabinet Affairs, several cases of revision of pension/family pension of pre-2006 pensioners;Whether it is also a fact that even after a period of six months, the PAO, Cabinet Affairs, has not authorised CPAO of the Ministry of Finance for revision of pre-2006 pensioners; If so, how many such cases are pending for revision of pension with PAO, Cabinet Affairs, and What steps are being contemplated for early disposal of all such cases?", "186708": "(a) In view of the present deplorable functioning of the Parliament, would the Ministry think of preparing any plan so that Parliament atleast function for 100 days;(b) If so, the details thereof; and(c) If not, the please give the reasons therefore?", "185746": "(a) The action taken by the Ministry for fulfillment of assurances given to Parliament within stipulated time period to maintain supremacy and dignity of our Parliamentary system;(b) Whether it is a fact that Ministries are not working properly on Government assurance, if so, the details thereof with number of assurances pending till date; and(c) Whether the Assurance Section of the Ministry would be streamlined as it is require to attention of this important section?", "177864": "whether it is a fact that the Ministry has revised the pension/family pension in respect of pre-2006 pensioners/family pensioners in terms of Department of Pension and Pensionerâ<U+0080><U+0099>s Welfare Office Memorandum dated 1st September, 2008;Whether it is also a fact that more than five months, the Central Pension Accounting Office has not issued revised Pension Payment Orders (PPOs) causing financial loss to pensioners/family pensioners If so, the reasons for delay in issuing the revised PPOs; andBy when all the pensioners/family pensioners will receive revised pension alongwith arrears?", "178574": "The details of pensioners of the Ministry of Parliamentary Affairs (MPA) who have not received their pre-2006 revised pension;Whether pensioner benefits accruing to pensioners of the Ministry on account of circular dated 1 September, 2008 are not given to them even after a lapse of 7 years; If so, the details of such cases, pensioner-wise; and What action Government proposes to take for immediate release of revised pension, as per circular dated 1 September, 2008?", "176269": "(a) what action has been taken by the Ministry for fulfillment of Government Assurances given to the Parliament within prescribed time-limit and expedite backlog pending Government Assurances as it has been observed that during the last few years various Ministries have shown very casual approach on this matter which is very serious for the parliamentary system; and(b) what action has been taken by the Ministry with respective Ministries for fulfillment of Assurances given on answers of my various parliamentary questions as on date?"}}