{"2016": {"227285": "(a) the details of achievements of the Ministry in the last two years;(b) whether presentation before the Prime Minister was made about Ministry''s last two year''s achievements, if so, the details thereof;(c) whether the Ministry has fallen short of its targets and where it has excelled;(d) the targets set for the coming three years and road-map to achieve the same;(e) the details of difficulties brought out before the Prime Minister and suggestions made to overcome them; and(f) the details of core areas the Ministry is going to focus on in the coming three years?", "227284": "(a) whether BSNL has extended its 3G internet network to all rural areas of the country;(b) if not, whether there is any timeframe to achieve this target; and(c) the details of the plan and timeline for rollout of 4G services in the country?", "227287": "(a) whether Government has held a meeting with the CEOs of all telecom companies on 25 July, 2016;(b) the major issues that Government had asked the CEOs to address urgently to help telecom users;(c) whether Government has stressed that customer satisfaction must be given top priority by telecom companies;(d) how does Government propose to ensure that telecom companies implement this assurance on customer satisfaction;(e) whether steps will be taken to set up Telecom Grievance Offices in every State; and(f) if not, how can customers air their grievances before an impartial body?", "227286": "(a) whether mobile telephone services in Mizoram are suffering due to call drops of various mobile service providers, if so, the details of action taken to rectify the same;(b) whether more mobile towers need to be installed in the backward Sialkal range in Champhai district to compensate for the lack of good surface communication; and (c) the details of action plan of BSNL and Government to install more mobile towers in Sialkal range, especially in the border areas in and around Mimbung and Teikhang villages, if not, the reasons therefor?", "227289": "(a) whether it is a fact that most Indian telecom operators do not comply with TRAI norms on call drop rate;(b) if so, whether it is also a fact that call drop rates have increased during the last six months;(c) if so, the action taken by Government in this regard; and(d) the instructions issued by Government to improve the service quality of telecom operators?", "227288": "(a) the market share of BSNL in telecom business;(b) whether BSNL''s market share has been growing or sliding down in the last five years;(c) the details of present market share of various telecom companies in the country; and(d) the steps being taken by Government to enhance BSNL''s market share in telecommunication business?", "230438": "(a) whether it is a fact that due to poor internet connectivity, the country is facing problems in different sectors of business and services, particularly in North-East and Jammu and Kashmir hill areas;(b) whether it is also a fact that for many countries, telecom agreement between the countries has lapsed for a long period of time and thus, BSNL/MTNL international roaming is not working abroad therefor; and(c) if so, for both cases, action plan of Government to upgrade/develop the mechanism and for renewal of agreements?", "230439": "(a) whether it is a fact that Government had fetched the exchequer ` 3.60 lakh crore in spectrum sale from the six auctions held during the last six years, if so, the details thereof; and(b) whether it is also a fact that in all the auctions, Government could not realize the target it had fixed, if so, the reasons therefor?", "230436": "(a) whether it is a fact that CAG had reported that some of the mobile operators had under-reported their revenue between 2006-07 and 2009-10;(b) if so, the details thereof and the loss incurred by Government due to above under-reporting;(c) whether notices have been issued to the mobile operators indicated by the CAG;(d) if so, the details thereon, circle-wise; and(e) the definition of ''adjusted gross revenue'' and why there is dispute between Government and operators on the definition?", "230437": "(a) whether it is a fact that the country is losing US$ 2 billion annually simply because of time it takes travelling to and from bank;(b) whether it is also a fact that Digital Finance is an important opportunity to address the above and similar other issues; and(c) if so, how the Ministry is planning to adopt Digital Finance totally in all sectors?", "230434": "(a) the total revenue anticipated from airwaves auction in 2016;(b) the total revenue Government raised from the sale of airwaves in 2016;(c) the total percentage of airwaves, which was put on the block, remained unsold;(d) the reasons of premium 700 MHz (4G) band remaining unsold in the spectrum auction; and(e) whether Government would assure that after this airwaves auction, there will be no problem of call drops?", "230435": "(a) whether Department of Posts proposes to sell the products of other insurance companies, particularly in rural areas, besides sale of its own policies, in view of very little coverage of insurance in rural India and its immense possibilities there, if so, the details thereof;(b) whether Department of Posts is considering the sale of policy products like crop insurance, accident insurance, farm equipment insurance besides postal life insurance; and(c) the number of post offices in Maharashtra linked under this scheme?", "230433": "(a) the present financial condition of Bharat Sanchar Nigam Limited (BSNL), which was in loss a few years ago;(b) the turnover of BSNL during the years 2014-2016; and(c) whether there has been any increase or decrease in the turnover of BSNL during the years 2014-2016, the details thereof?", "228693": "(a) the details of revenue earned by Government through the allocation of spectrum for 4G services and names of the companies to which the allocation was made, company-wise; and(b) the number of Wi-Fi hotspots installed to provide 4G and the expansion aimed during the current year?", "228697": "(a) whether the Prime Minister and the Minister of Communications have shown concern over the menace of call drops on various occasions, if so, details of actions taken in this regard and how far the problem has been resolved till date;(b) whether Government has taken action against erring companies for call drops, the details of penalties imposed and recovered till date; and(c) the details of permissible limit of call drops and the existing figures of the same, and the time-line by which Government plans to eradicate this menace?", "228696": "(a) the policy of Government to regulate the call rates and internet charges of the mobile network companies;(b) the reasons for different companies having different call rates and data packs;(c) whether providing free internet services till 31 December, 2016 by a reputed company is in compliance with the rules; and(d) whether Government is considering to reduce the rates of internet data plans to take internet services to all the villages and households?", "228695": "(a) whether Government has taken any concrete steps to provide telecom services,especially to the backward and rural areas of the country, on priority basis; and(b) the details of telecom services provided, especially to the backward and rural areas of the country, as on date, and by when telecom services are proposed to be made available across the rural areas of the country?", "228694": "(a) the roaming charges for mobile subscribers in the country at present, company-wise;(b) whether Government has any proposal to discontinue the roaming charges for mobile subscribers, if so, the details thereof;(c) whether Government proposes to direct the telecom operators not to increase STD tariffs and if so, the details thereof; and(d) the steps taken by Government in this regard?", "228699": "(a) whether it is a fact that Government has decided to provide Wi-Fi facilities at hundred tourist destinations across the country, if so, the details thereof; and(b) whether Government has identified the places where these services will be provided, if so, the details thereof?", "228698": "(a) whether it is a fact that BSNL is providing broadband services in the country; and(b) if so, the steps being taken by BSNL to increase the broadband internet speed?", "225813": "(a) whether it is a fact that 55,000 villages in the country do not have mobile connectivity as yet; (b) if so, the details thereof, State-wise/ district-wise; and (c) the plans of Government to provide mobile connectivity in these villages and time-limit set for the same?", "225528": "(a) the total amount Government was supposed to get from licence fee, spectrum usage charges and other amount from telecom companies under Telecom Licencing Policy,1999 and the basis on which it was calculated, the details thereof; and(b) whether it is a fact that telecom companies have paid less fees to Government by understating their income, if so, the loss of revenue caused to Government by it and the action taken against these companies, the details thereof?", "225529": "(a) whether the Ministry is aware that despite its campaign of Digital India, several villages in the country do not possess internet connectivity and the ones which possess, have extremely poor internet speeds;(b) the number of villages which are not connected with internet connectivity in the country, especially in West Bengal, State-wise and district-wise;(c) the expected time limit by which each and every village in the country is expected to get high speed internet connectivity; and(d) the measures being taken to improve the poor internet speed provided to the villages?", "225539": "(a) the basis on which Government decided to conduct special audit challenging the observation of CAG that Government has suffered a loss of ` 12,489 crore due to understating their adjusted gross revenue by telecommunication companies for the period between 2006-07 to 2009-10; and(b) the basis and rationale on which the demands from telecom companies were reduced after special audit by Government?", "225538": "(a) whether it has come to the notice of the Ministry that tele-callers are circumventing do-not-disturb rules and finding new ways and means to call customers;(b) whether it is a fact that TRAI has come out with an App to help customers report any unwanted calls;(c) whether the version is available on all operating systems such as Android, iOS, Windows, etc.; and(d) if not, by when they are going to be ready?", "225535": "a) whether it is a fact that the Telecom Regulatory Authority of India (TRAI) has launched TRAI Myspeed, a mobile App through which consumers can check the speed of internet connection on their smartphones, if so, the details thereof;(b) whether it is also a fact that telecom operators allege that the regulator had conducted selective drive tests to determine instances of call drops; and(c) whether it is also a fact that TRAI has maintained its stance saying that the area of drive tests were selected in consultation with the operators?", "225534": "(a) whether a solution has been found for the call drop problems;(b) if not, what has been contributing to the phenomenon and whether it is unique to India;(c) the steps Government proposes to take to address the issue in the near future;and(d) whether Government would consider cancelling license of telecom companies that fail to end call drop problem?", "225537": "(a) whether the Ministry has approved 112 as universal emergency number; and(b) if so, the details and timeline of its nationwide implementation, if not, the reasons therefor?", "225536": "(a) whether the Postal Department is unable to extend the facilities of Postal Life Insurance (PLI) to villagers;(b) if so, how many such villagers are not able to utilize the services of the PLI; and(c) whether there is any special provision to provide PLI to the small and the marginal agricultural farmers, if so, the details thereof?", "225531": "(a) whether the Ministry is planning to recruit more Gramin Dak Sevaks to handle the increased financial burden on the Department of Posts, if so, the details thereof, if not, the reasons therefor; and(b) how these Gramin Dak Sevaks will help to increase the banking/financial penetration in rural/semi-urban areas?", "225530": "(a) whether an audit of licence fee, spectrum usage charges and other amount being received from private companies was made by CAG under Telecom Licensing Policy, 1999, if so, the details of profit or loss incurred by Government on the basis of audit report;(b) the action plan envisaged by Government to recover the outstanding amount with interest and penalty from private companies, the details thereof; and(c) whether Government is not satisfied with the audit by CAG and has directed to get the audit done by other institution or group, if so, the details of reasons therefor?", "225533": "(a) the amount spent by Government for postal and telephone internet services annually during last three years;(b) the income from these services during these years;(c) the amount spent for upgradation of their technology/quality of service;(d) the reasons for complaints persisting against both the services among people; and(e) the action taken by Government on these complaints?", "225532": "(a) whether MTNL provides 8 Mbps speed (or higher speed through optical fiber cables) broadband connection to individuals in and around INA colony, New Delhi, if so, the details thereof, and if not, the reasons therefor; and(b) what are the impediments and by when these facilities would be available for people residing in Government colonies in this area?", "226183": "(a) whether Government has approved a scheme for Bharat Sanchar Nigam Limited (BSNL) employees which will ensure parity in pension between the serving and the retired staff;(b) whether the decision will benefit over 1.18 lakh pensioners across the country;(c) whether this will cost an estimated `155 crore annually apart from ` 284 crore approximately to be paid in arrears; and(d) whether this will help reduce BSNL''s financial burden, if so, the details thereof?", "226185": "(a) whether it is a fact that telecom companies, in their response to TRAI''s consultation paper, have opposed mandating a Telecommunications Service Priority-agnostic intermediary for the purpose;(b) whether it is also a fact that telecom companies have demanded free data for users; and(c) whether it is also a fact that TRAI has made public, the comments it received for its consultation paper on free data, if so, the details thereof?", "226184": "(a) the number of Gram Panchayats connected through National Optical Fibre Network (NOFN) till 30 June, 2016 under the Digital India Programme;(b) the effectiveness of NOFN pipes and how many kilometres are operational and with what internet speed, the details thereof;(c) the number of districts in various States, including Punjab, covered by vans under the first phase of Digital India Outreach Campaign; and(d) the details of steps taken by Government to meet the target of connecting India by 2018 under NOFN?", "229568": "(a) whether a telecom operator has provided lot of facilities including free data, calling SMS under 4G upto December, 2016; and(b) if so, whether Government plans to provide such facilities at the same rates to BSNL users?", "229569": "(a) whether Government proposes to tie up with banking institutions to upgrade the Postal Banking System, if so, the details thereof;(b) whether expressions of interest have been received from different financial institutions therefor; and(c) whether Government proposes to associate with public sector banks to strengthen the public sector and if so, the details thereof and if not, the reasons therefor?", "229567": "(a) whether it is a fact that the situation of call drop continues to be the same even today and the problem of call drop could not be sorted out despite assurances given time and again by BSNL and other private mobile companies;(b) the steps taken by Government in this regard; and(c) the details thereof?", "231133": "(a) the State-wise data of smartphone users in the country;(b) the State-wise data of internet users in the country;(c) the State-wise data of digital transactions using debit/credit cards; and(d) whether the Ministry is taking steps to enhance digital penetration in rural and urban areas, if so, the details thereof?", "224591": "(a) whether Government is setting up Postal Bank of India;(b) if so, the aims and objectives thereof and the details worked out so far, State-wise, including Andhra Pradesh and Telangana; and(c) the funds allocated and spent so far, branch-wise, and the parameters adopted to set up such a Bank in each area?", "227810": "(a) whether in an attempt to prune annual revenue deficit, the Department of Posts has proposed a slew of steps that could net an additional Rs 1000 crore in earnings through an upward revision in rates of several postal products; (b) whether a similar revision was made in 2001-02, and expenses have risen by 262 per cent since the last revision; (c) the extent of increase in rates of postal products; and (d) whether India Posts has benefited from boom in e-commerce deliveries of COD consignments from country''s top online sellers by sprucing up its parcel delivery services?", "227811": "(a) by when Government proposes to finalize its long delayed Net Neutrality policy; and (b) whether there has been any update received by Government from TRAI on when it would be submitting its recommendations on the consultation paper issued on Regulatory Framework for Over the Top Service, if so, the details thereof, if not, the reasons for this longstanding delay?", "227812": "(a) the number and percentage of mobile towers in the country located in the residential areas; (b) whether attention of Government has been drawn to the reports that electromagnetic radiation emitted by these mobile towers are harmful for human health; and (c) if so, the steps taken by Government to minimize citizens'' exposure to electromagnetic radiation?", "227813": "(a) whether it is a fact that the Cellular Operators Association of India (COAI) is issuing surreptitious and defamatory statements against Telecom Regulatory Authority of India (TRAI) which are devoid of any merit; (b) if so, the complete details in this regard; (c) whether Government is aware that COAI is controlled by private telecom operators and statements issued by COAI are beneficial to these operators; and (d) if so, the action Government proposes to take against COAI?", "227814": "(a) whether Government is aware of the poor services of BSNL and MTNL in most States; (b) whether delay or failure in upgradation of equipments is one main reason for it, if so, the details thereof; (c) whether Government intends to improve services of these public sector concerns; (d) the steps taken to improve services of mobile phones for vocal contact, exchange of data, internet etc.; and (e) whether any measures are envisaged to avoid call drops, if so, the details thereof?", "227815": "(a) whether the Ministry has studied the fibre grid of Andhra Pradesh; (b) whether it is a fact that for just Rs 149, Government of Andhra Pradesh through fibre grid is providing internet at 15 MBPS speed, 150 free to air TV channels and telephone services; and (c) if so, whether there are any plans before the Ministry to replicate this in other States to bring down expenses for above such services?", "227816": "(a) the steps being taken by Government to increase the speed of internet in the country and its reach into small rural areas; (b) the mediums of providing high speed internet service in the country; and (c) by when the entire country will be connected through optical fibre network?", "229574": "(a) whether Government has undertaken any study or survey to assess the awareness about benefits and usage of internet in rural areas, particularly in Tamil Nadu, if so, the details thereof; and(b) the State-wise details of the number of villages which have access to internet facilities, particularly in Tamil Nadu?", "229571": "(a) whether Government is planning to create an institutional mechanism to ensure that there is no violation of user privacy through internet based messaging services;(b) whether Government is planning to ensure that there are no unwanted calls messages, e-mails or any other way of communication which can affect the privacy of an individual;(c) how Government is planning to tackle the problem of unsolicited tele-marketing calls; and(d) whether Government is planning to create criminal liability for the above mentioned acts?", "229570": "(a) whether there is any proposal of disinvestment of BSNL and MTNL;(b) whether any communication has been received by the Ministry on this matter from NITI Ayog; and(c) if so, the details thereof and the reasons therefor?", "229573": "(a) whether Government has signed an agreement with private operators to reduce the call drop rates of Government service providers, if so, the details thereof;(b) the financial and service details of the agreement; and(c) the operator-wise mobile towers in the country?", "229572": "(a) whether more than 100 plots belonging to Department of Posts are lying vacant in Andhra Pradesh, if so, the details of places where they are situated, district-wise;(b) whether these plots are meant for construction of postal department buildings;(c) if so, whether the Ministry is going to construct postal buildings or to exploit that land for other commercial purposes so as to reduce its losses, which were running into more than ` 6,000 crore last year; and(d) whether any of the above plots are under encroachment and if so, the details thereof and efforts being made to vacate them?", "224662": "(a) whether Government is planning to send Gangajal by post to the public; and(b) if so, the details thereof?", "224663": "(a) whether the Ministry has taken note of the Supreme Court order on call drops raising questions on TRAI''s powers and working; and(b) the steps Government is taking in this regard?", "224660": "(a) whether Government has announced more norms for radiations from mobile phone towers and hefty penalty for noncompliance of electro-magnetic field standards in the country;(b) if so, the details thereof; and(c) the extent to which the new norms have been implemented and the achievements made as a result thereof?", "224661": "(a) whether Ministry has mooted a proposal for inclusion of Philately in curriculum of lower secondary level to create awareness as a hobby and boost sale of stamps among younger generation;(b) whether, in view of rapid advancement of communication systems, both through telecom and internet, the present postal transmission and delivery system is fast becoming obsolete and out of sync, as borne out by closure of telegram services long back; and(c) whether Ministry would abandon above proposal and concentrate on sprucing up services under Speed Post meant to carry commercial promotional material and documents by surface/air?", "224664": "(a) whether cases of hiding call drops and frauds against customers through Radio Link Technology by telecom companies have come to light;(b) if so, the details thereof;(c) whether it is being examined by the telecom regulator; and(d) if so, the details thereof?", "224665": "(a) whether it is a fact that telecom operators are using Radio Link Technology (RLT) to hide call drops;(b) whether Government has carried out investigation in this regard;(c) if so, the details thereof;(d) whether Government is aware that incidents of call drop have increased in last few months; and(e) if so, the steps being taken by Government to protect the consumers from losses due to call drops?", "227809": "(a) whether it is a fact that internet connectivity in moving trains is pathetic in the country; and (b) if so, the steps being taken by the Ministry to improve internet connectivity in moving trains?", "227808": "(a) the measures taken for bringing qualitative reforms in telephone and mobile services under the Centre''s telecom system and the time-bound programme for the future; and (b) the present capacity of the major telecom companies in the country and the areas where they are providing comparatively better services to the consumers with regard to (a) above?", "231130": "(a) whether it is a fact that 700 MHz spectrum went unsold through auction;(b) if so, the details thereof and the reasons therefor;(c) whether BSNL has not yet rolled out its 4G services and has sought for provision of a block in the 700 MHz band to start 4G services; and(d) if so, the details thereof and the reaction of Government thereto?", "231131": "(a) whether TRAI is exploring for wide deployment of public Wi-Fi in the country,if so, the details thereof; and(b) the action taken/being taken by Government and TRAI in this regard, the details of locations/cities identified where Wi-Fi hotspots have already been set up and being set up, location/city-wise?", "231132": "(a) whether it is a fact that the Express Mail Service of India Post has doubled its revenue during the last three years;(b) if so, the plan of Government to continue the growth of business of India Post;(c) whether Government proposes to increase the limit of single/joint deposits scheme in the Monthly Income Plan to develop the business growth of India Post; and(d) if so, the details thereof and if not, the reasons therefor?", "230440": "(a) whether it is a fact that post offices have also started issuing debit cards to those who are holding savings account with them, if so, the details thereof; and(b) whether arrangements have been made for setting up adequate ATM machines, if so, the details thereof, if not, the reasons therefor?", "231134": "(a) the amount of financial burden on MTNL;(b) whether MTNL is facing difficulties in improving its services due to heavy financial burden and debt;(c) the reasons for unsatisfactory services of Government undertakings, BSNL and MTNL; and(d) the measures being taken by Government to improve the services of MTNL and BSNL and by when these services will be improved?", "231135": "(a) whether Government has fixed any time-frame for departmental inquiry into ` 300 crore scam in BSNL in award of contract for expansion of National Internet Backbone and in annual maintenance contract along with purchase of new hardware; and(b) if so, the details thereof, if not, the reasons therefor?", "231136": "(a) whether Government is aware that poor mobile network communication is a serious problem in the country and additional banking work after demonetization will further hamper the situation;(b) if so, whether Government is prepared to improve the network position to take care of the additional banking work on mobile system; and(c) if so, the details thereof, and if not, the reasons therefor?", "231137": "(a) whether MTNL services in New Delhi, particularly in CPWD Colony, Vasant Vihar area, is very poor;(b) whether inspite of repeated complaints, there is no improvement in the services of MTNL and problem of frequent call drop and network connectivity still persists;(c) whether due to poor services, subscribers of MTNL are migrating to other Telecom Service Providers (TSPs) under Mobile Number Portability (MNP); and(d) whether any financial disincentives will be imposed against MTNL for failure to comply with benchmark services?", "231138": "(a) the State-wise number of main post offices, post-offices and sub post-offices functional in the country, particularly Chhattisgarh;(b) the number of post offices proposed to be opened in Chhattisgarh during the current financial year;(c) whether Government has any proposal to computerise all post offices in the country including Chhattisgarh, if so, the details thereof; and(d) whether Government proposes to initiate new financial services under Digital India Programme and make post office-based banking facility all the more user-friendly for convenience of people living in naxalite affected rural areas of Chhattisgarh, if so, the details thereof?", "231139": "(a) whether MTNL and BSNL are heavily debt-ridden because of private telecom companies having larger share in landline and mobile services thus causing loss to them; and(b) if so, the details thereof for the last three years and the current year and reasons therefor, and the number of consumers switching from the said two Public Sector Undertakings (PSUs) landline and mobile connections PSU-wise?", "226246": "(a) whether Government has received complaints that Sim cards for mobile phones are being sold on the basis of fake identity proofs; and(b) if so, the details thereof?", "226247": "(a) the details of the schemes formulated by Central Government to expand internet services in the rural areas of Rajasthan; and(b) the names of cities of Rajasthan covered under 4G services at present and names of important cities and tourist places where 4G services would be made available by the end of this year, the details thereof?", "226244": "(a) whether the CAG report tabled in the Parliament on 12 March, 2016 on understatement of revenue by telecom operators, found six leading telecom operators understanding their gross revenue of over ` 46,000 crore between 2006-07 and 2009-10, causing a loss of ` 12,488.93 crore to Government;(b) if so, the steps taken by Government to recover the loss incurred to the exchequer;(c) whether Government has announced a special audit of these six telecom operators to re-evaluate the findings presented in the CAG report; and(d) if so, the reasons therefor and whether this special audit will be carried out by the CAG?", "226245": "(a) the details of progress made in implementation of National Optical Fibre Network (NOFN) in the country, State/Union Territory-wise; and(b) the details of facilities being provided to people under the said scheme in Karnataka?", "226248": "(a) whether the proposal of Government to impose penalty on telecom companies against call drops was challenged by the companies in the Supreme Court and the Supreme Court gave its verdict in favour of the companies, if so, the details thereof; and(b) whether Government is contemplating adopting alternative measures to deal with the problem of call drops and to protect the interests of the consumers and if so, the details thereof?", "226249": "(a) the District-wise number of sanctioned and vacant posts in various categories under the Department of Communications and Information Technology in Rajasthan;(b) whether Government is aware of the fact that targeted works are getting delayed due to vacancies in this Department, if so, by when these posts will be filled-up; and(c) the number of such Saansad Adarsh Grams in Rajasthan which are covered under overall services of the Department and the factual position of all the Saansad Adarsh Grams in terms of Information Technology, the details thereof?", "228705": "(a) whether it is a fact that Mahanagar Telephone Nigam Limited (MTNL) has appointed Direct Selling Agents/MTNL Business Associates (DSAs/MBAs) to deliver their services to consumers, the details thereof;(b) whether the said DSAs/MBAs are being provided with commission as per booking of per connection, the details thereof;(c) whether any proposal to enhance this commission to DSA/MBA as per the ratio of dearness allowance is under consideration of Government, the details thereof; and(d) whether Government has got DSAs/ MBAs insured keeping in view their field work, the details thereof?", "228704": "(a) whether it is a fact that India Post Payments Bank has received the certificate of incorporation, paving the way for the postal department''s bank to begin operations in 2017, as announced;(b) whether it is also a fact that this will be the first Public Sector Undertaking under the Department of Posts; and(c) whether it is also a fact that the Department is expected to roll out branches across the country by September, 2017, if so, the details thereof?", "228706": "(a) whether Government intends to conduct a public consultation to elicit the views of consumer rightsÃ¢<U+0080><U+0099> groups, civil society experts and citizens while examining the legislative proposal to reform the TRAI Act, 1997; and(b) if so, the details thereof?", "228701": "(a) whether it is a fact that Government has formulated several schemes to improve the communication system and whether any improvement has been noticed in the services of BSNL so far, if so, the details thereof; and(b) how Government is planning to improve the BSNL network in Samastipur district of Bihar, which is often out of order, the details thereof?", "228700": "(a) whether Telecom Regulatory Authority of India (TRAI) will ask all telecom operators to submit reports on the number of call failures on their network on a daily basis;(b) whether TRAI has made it clear that the call failures at the point of inter-connectivity should be less than 0.5 per cent; and(c) whether it is a fact that there are allegations that operators were not cooperating amongst themselves to provide adequate number of inter-connect points for calls originating from their respective networks, if so, the details thereof?", "228703": "(a) the developments made by the present Government in improving the services for subscribers of BSNL landline connections in Jammu and Kashmir;(b) the district-wise details of developments made so far, particularly in Kulgam district; and(c) the steps being taken to improve the BSNL telecom exchange in Kulgam district as the subscribers of the area are facing lot of problems on a daily basis?", "228702": "(a) the number of Gram Panchayats that have been covered under the BharatNet so far;(b) whether there has been a delay in the implementation of BharatNet; and(c) if so, the reasons therefor, and the measures taken to overcome the issue?", "231129": "(a) whether all culprits in the 2G spectrum case have been proceeded against;(b) whether anybody has been punished with regard to it;(c) how many cases are still pending; and(d) the loss to Government in this connection?", "231128": "(a) whether it is a fact that complaints regarding poor network connectivity, weak signal, frequent call drop, poor internet services received from subscribers of MTNL mobile services (Dolphin) particularly from subscribers who are residing in Government accommodation in various areas of New Delhi are not attended to properly by the concerned authorities; and(b) if so, the details of complaints received through various modes including 1503@bol.net.in and shhelpline@gmail.com and the steps taken to rectify the problems?", "231127": "(a) whether the communication network has reached every nook and corner of the country, if so, the details thereof, State-wise, including remotest areas; and(b) the percentage of communication network in the State of Kerala including its place among other States of the country?", "226255": "(a) whether it is a fact that all inhabited villages in the country have not been covered with access to telecom services at affordable price though Government is releasing huge subsidies to telecom companies under Universal Service Obligation Fund (USOF) since one and half decades, if so, the details thereof;(b) whether Government is having steady monitoring mechanism on the expenditure of these funds and services delivered by the service providers; and(c) the year-wise funds collected under Universal Access levy (UAL) and expenditure since inception?", "226254": "(a) whether Government recently cleared mega telecom spectrum auction plan that would offer high-speed data, help reduce call drops etc, if so, the details thereof;(b) the estimated revenue that is expected from the auction;(c) whether this would increase the cost of operation of mobile service providers and consequently passed on to the customers, if so, the details thereof;(d) whether Spectrum Usage Charge (SUC), which telecom firms have to pay, has been decided; and(e) if not, when and who will decide the payment of SUC?", "226256": "(a) whether it is a fact that Government is seriously considering to provide internet facility for full year in just `100;(b) if so, whether Government has taken any step in this regard; and(c) if so, the details thereof and if not, the reasons therefor?", "226251": "(a) whether Government is contemplating to introduce a new system of postal delivery to deliver the speed post, registry and parcel on the same day of booking;(b) whether Government is planning to start logistic services for postal delivery in all the district centres of Maharashtra;(c) if so, the number of district centres where logistic service has been started so far; and(d) the number of post offices in Maharashtra which are currently working under Core Banking System and whether any time-frame has been fixed for starting online services in all the post offices?", "226250": "(a) whether it is a fact that Department of Telecommunications has amended the Unified License, if so, the details thereof;(b) whether it means that the consumer can now call phone numbers from online voice service providers;(c) whether the country has sufficient handsets which support Voice over Long Term Evolution; and(d) if not, the reasons for amending the licence beforehand?", "226253": "(a) whether Government has relaxed the norms for opening post offices in remote, tribal, hilly and border States, if so, the details thereof; and(b) the goals set by Government for setting up or upgrading the branches of post offices during the current plan period?", "226252": "(a) whether it is a fact that certain mobile operators are making false publicity about their sound network, while the real condition is contrary to it;(b) whether TRAI has taken action on the complaints received in this regard;(c) whether TRAI has also issued guidelines that the mobile operators should keep their helpline number free-of-cost; and(d) if so, the outcome thereof and if not, the reasons behind not keeping the helpline service free-of-cost?", "230388": "(a) whether it is a fact that in recent past, rumour-mongering through the use of internet technology has emerged as a major challenge for law and order enforcing authorities across the country;(b) if so, the action Government has taken to ensure that no rumour-mongering can be done by the misuse of internet technology?", "230389": "(a) whether complaints regarding customers being given inflated bills by private telecom companies have been received, if so, the details thereof;(b) whether Central Government has made arrangements for verification of these inflated bills, if so, the details thereof; and(c) whether Government has taken action against such companies, if so, the details thereof?", "227296": "(a) whether Government plans to stop call drops in MTNL and BSNL on an immediate basis, if so, the details thereof;(b) whether it is a fact that the number of MTNL and BSNL subscribers are decreasing due to excessive call drops; and(c) if so, the details thereof for last six months?", "227297": "a) whether internet users across Maharashtra are reporting slow speeds after several major Internet Service Providers (ISPs) came under a sustained Distributed Denial of Service (DDoS) attack over the past few days; and(b) if so, the details thereof and remedial steps being taken to rectify the slow down?", "227294": "(a) the details of the optical fibres laid, so far, under National Optical Fibre Network (NOFN) project;(b) the number of Gram Panchayats covered under this project, so far, the State-wise details thereof;(c) the number of Gram Panchayats in Gujarat and Rajasthan yet to be covered under this project, the district-wise details thereof; and(d) the expenditure incurred so far and the cost outlay for completion of this project, the State-wise details thereof?", "227295": "(a) whether he had a meeting with the heads of telecom companies, including BSNL and MTNL, very recently regarding the problem of call drop;(b) if so, the details thereof along with the issues raised and discussed in the meeting;(c) the reaction of these companies with regard to checking the call drop problem; and(d) the steps taken by Government to settle the issues raised by these companies?", "227292": "(a) whether Government is planning to provide free high-speed Wi-Fi connectivity to 2500 cities, towns and Panchayats in the country, including Maharashtra, under the National Broadband Project in the next three years;(b) whether any time-limit has been prescribed for completion of this project;(c) whether due to taking more time in buying the necessary device, Gigabit Passive Optical Network, the project is not likely to be completed in time; and(d) if so, the total work of fibre cables completed in kilometres so far in the country, including Maharashtra?", "227293": "(a) the road-map for improving the mobile services of Bharat Sanchar Nigam Limited (BSNL) in Rajasthan;(b) whether towers of BSNL are not operational in various cities and villages of Rajasthan; and(c) if so, by when those towers, which are not working as of now, will start functioning, the details thereof?", "227290": "(a) whether Government has any proposal for opening of new post offices and modernization of the existing post offices in various States/UTs, including Haryana;(b) if so, the details thereof, State/UTwise including Haryana; and(c) the time by which these post offices are likely to be opened in the country?", "227291": "(a) whether Government has initiated/contemplated any move for merger ofMTNL, BSNL and VSNL; and(b) if so, the details thereof and the reasons therefor?", "224659": "(a) whether use of Post Offices has decreased considerably during the past twenty years, if so, the reasons therefor; and(b) whether the Ministry would consider upgrading Post Offices to a multi facility provider unit like ATM/Money transfer/foreign exchange etc., to attract more people to make it economically viable and avoid its extinction?", "224658": "(a) whether it is a fact that as per survey conducted by TRAI between 3 May and 6 May, 2016, nearly all operators in the NCT of Delhi had call drops beyond the stipulated benchmark of two per cent of all calls;(b) if so, whether Government would bring this to the notice of the Supreme Court since operators are taking shelter under the order of the Supreme Court; and(c) the findings of TRAI on call drops relating to other cities?", "224653": "(a) whether Government has carried out tests to ascertain the call drop rate;(b) whether there are plans to carry out tests on a pan-India basis, if so, the detailsthereof;(c) the steps taken by Government to reduce the rate of call drops;(d) whether Government has allowed installation of telecom towers at Government buildings to reduce call drops; and(e) the number of such towers installed at Government buildings?", "224652": "(a) whether unused/underused TV spectrum or TV Ã¢<U+0080><U+0098>white spaceÃ¢<U+0080><U+0099> exists in the country;(b) if so, the details thereof and if not, the future potential of it;(c) whether Government has entered into agreements with private organizations or has plans to do so far the utilisation of this spectrum, if so, the details thereof; and(d) whether Government has any plan to link this TV white space with the Digital India initiative?", "224651": "(a) whether Government is considering regulation or a national policy to permit and support digital mobile payments in India; and(b) if so, the expected completion date for such a policy?", "224650": "the reasons for not framing guidelines on Net Neutrality by Government despite passage of a considerable time?", "224657": "(a) the steps taken by the Ministry to return the unclaimed money lying in Post Offices under various schemes to their actual owners; and(b) whether complaints have been received regarding embezzlement of such unclaimed money by Post Office officials, if so, the details thereof?", "224656": "(a) whether any time-limit has been fixed for Speed Post to be delivered from one location to its destination in the country;(b) if so, whether different time-limits have been fixed for Speed Post to be delivered to its destination in rural areas and metropolitan cities in the country;(c) if so, whether there is any provision to ascertain the responsibility for Speed Post not being delivered to its destination on time; and(d) if not, the reasons therefor?", "224655": "(a) whether private telecom companies operating in the country are provided transponder/technology through MTNL and BSNL;(b) if so, the reasons that their own mobile phone services are not working properly in the rural areas of the country whereas the private mobile operators are making profits using the technology of the said State companies; and(c) whether it is a fact that State operated mobile services are hampered with a view to extend profits to private-operated mobile services?", "224654": "(a) the total number of Gramin Dak Sevaks proposed to be recruited in Jharkhand and in the country during the financial year 2016-17;(b) the action being taken against agents who are allegedly collecting large sums of money from people with the promise of facilitating appointments as Gramin Dak Sevaks in Jharkhand; and(c) the steps being taken to ensure a transparent and non-discretionary system of recruitment of Gramin Dak Sevaks?", "227753": "(a) whether it is a fact that people''s access to internet in rural areas of the country is very limited, if so, the details thereof; and (b) whether Government is formulating new plans/strategies to provide internet facility to the people in rural parts of the country at cheaper rates?", "227754": "(a) whether 111 plots belonging to Department of Posts are lying vacant in Telangana, if so, the details of places where they are situated, District-wise;(b) whether these plots are meant for construction of postal department buildings; (c) if so, whether the Ministry is going to construct buildings or to exploit that land for other commercial purposes so as to reduce its losses, which were running into more than 6,000 crore last year; and (d) whether any of the above plots is under encroachment, if so, the details thereof and efforts being made to vacate them?", "228626": "(a) whether all the six manufacturing units of Indian Telephone Industries are almost sick because of huge advancement of technology in the last decade and certain management issues, if so, the details thereof; and(b) the plans of the Government for modernization of these units, especially in view of the major thrust Government has laid in the fields of communication and information technology by launching Digital India scheme, which has huge potential for growth in future?", "228627": "(a) how much amount Government had anticipated and how much it could realize through the recently held auction of spectrum;(b) whether it is a fact that 700 MHz band spectrum has not been auctioned due to poor response;(c) if so, the reasons therefor and how Government is planning to go ahead in this regard; and(d) how much amount Government is planning to generate through the auction of 700 MHz spectrum?", "228624": "(a) whether irregularities have been reported in BSNL''s purchase order no. CT/ PO/20/2015 for expansion of National Internet Backbone and in annual maintenance contract along with purchase of new hardwares, if so, the details thereof;(b) whether Government has inquired into the alleged scam involving more than ` 300 crore and has fixed responsibilities in this regard; and(c) if so, the details thereof, if not, the reasons therefor?", "228625": "(a) the details of progress made so far with regard to the scheme relating to connecting all the villages with optical fibre cable/internet under the Digital India programme;(b) the number of villages of all States/Union Territories which are connected with optical fibre cable/internet, district-wise; and(c) the details of targets set by Government to achieve this milestone, year-wise?"}, "2015": {}, "2014": {}, "2017": {"239551": "(a) whether FDI in Telecom sector has been increased recently; (b) if so, the details thereof and the reasons therefor; (c) whether there have been any complaints against such enhancement of FDI, without proper consultation with the stakeholders; (d) if so, the details thereof and the reaction of Government thereto; and (e) the steps taken by Government to protect the domestic players in the sector?", "238861": "(a) whether it is a fact that internet speed in the country is even slower than that in Pakistan and Sri Lanka, if so, the reasons therefor; (b) if not, country''s position in the world in terms of internet speed; and (c) by when internet speed will be improved in the country?", "238860": "(a) whether Government has completed laying of optical fibre network in all Gram Panchayats in the country under National Optical Fibre Network (NOFN) programme; (b) if so, details thereof including length of fibre network laid in each State; (c) whether optical fibre cable already laid in underground or overground; (d) whether Andhra Pradesh has been included in NOFN; (e) whether Government is aware that Andhra Pradesh is also laying optical fibre in all villages and has established a separate company known as ''Andhra Pradesh State Fibrenet Limited'' for the purpose; and (f) if so, details thereof and funding of the programme in Andhra Pradesh?", "238862": "(a) whether it is a fact that Telcos have resorted to cartelisation to take on Reliance Jio, if so, the details thereof; (b) whether Reliance Jio has complained to TRAI in this regard, the details thereof; and (c) the steps being taken by Government to penalise Telcos against cartelisation, the details thereof?", "239559": "(a) whether contracts for expansion of National Internet Backbone, for annual maintenance contract along with purchase of new hardware, have been awarded at inflated rates in 2015; and (b) if so, the details thereof and the reasons for the same?", "231501": "(a) whether it is a fact that demonetization has affected the growth of mobile subscriber base, if so, the details thereof; and(b) whether it is also a fact that demonetization has cut mobile phone growth forecast, as per study of a research firm in the field of telecommunications, if so, the details thereof?", "235718": "(a) whether it is a fact that the abolition of excise tax on mobiles in 2008 had increased mobile penetration by 40 per cent;(b) whether the Ministry would consider this idea to increase mobile penetration in the rural and semi-urban areas;(c) whether Government would also promote free or low-cost internet access to community centres, schools, etc.; and(d) if so, by when and if not, the reasons therefor?", "235719": "(a) whether it is a fact that 5G auction will be conducted by selling spectrum in bands over 3000 MHz and sale will be conducted here for the first time;(b) whether, also on sale will be any remaining spectrum in bands such as 800 MHz, 900 MHz, 1800 MHz, 2100 MHz, 2300 MHz and 2500MHz; and(c) whether 5G spectrum will be sold in bands such as 3,300 MHz and 3,400 MHz and the Government expects that these will put up for use of a host of new age initiatives and services, if so, the details thereof?", "237985": "(a) whether it is a fact that TRAI is contemplating on unveiling predatory pricing rules shortly to bring transparency in tariff assessment of Telecom Service Providers (TSPs), keeping in view the fight between TSPs and blaming each other on disruptive pricing, if so, the details thereof; and (b) whether any punitive measures are also being initiated against the erring TSPs, the details thereof?", "237984": "(a) whether it is a fact that the mobile Telecom Service Providers are luring the customers by resorting to illegal offers which restrict the customers from shifting from one provider to another, if so, the details thereof; and (b) whether TRAI has noticed any such irregularities being offered by mobile Telecom Service Providers, if so, the details thereof?", "237983": "(a) the internet penetration in the country in terms of percentage; (b) the target of Government in increasing the percentage and the initiatives taken therefor; (c) the steps taken by Government towards the finalization of a policy on Net Neutrality; and (d) the impact of Net Neutrality in the increase of internet penetration percentage, the details thereof?", "238855": "(a) the details of the process of modernisation and mechanisation of the postal services and what it entails; (b) whether the budgetary allocation for mechanisation and modernisation of postal services has increased in the past three years, if so, the details thereof and the reasons therefor; and (c) the reasons for the disparity between budget estimate 2014-15 and revised estimate 2014-15 for mechanization and modernisation of the postal services?", "238856": "(a) whether it is a fact that women have little participation in electronic start-ups; (b) if so, the reasons therefor; and (c) the road map for increasing their participation in this sector?", "238857": "(a) whether it is a fact that most of the customers of BSNL and MTNL are disconnecting their landline connections due to increase in monthly rental charges and service problems; (b) if so, the details thereof and the number of landline telephones that have been disconnected by BSNL and MTNL customers during the last three years; and (c) the details of steps taken or proposed to be taken by BSNL and MTNL to provide landline connections at affordable rate and quality service to the consumers?", "235710": "(a) whether computerization of post offices, particularly in Nalanda division of Bihar, has brought their functioning to a standstill due to frequent disruption of internet services;(b) whether Government is aware that Parwalpur sub-post office remains non-functional for most of the time and as a result, people are badly affected; and(c) if so, the steps contemplated by Government to ensure regular and uninterrupted internet services to all post offices in Bihar in general and this post office in particular, the details thereof?", "235711": "(a) whether 5G networks are expected to be commercially available in 2020;(b) whether by 2022, 5G networks will have billions of subscribers and will cover a sizeable percentage of population for the technology; and(c) whether Government had dropped hints about making spectrum auctions an annual affair and this was being done to end complaints about spectrum scarcity once and for all, if so, the details thereof?", "235712": "(a) whether Government is planning to partner with any multi-national corporation that makes use of network balloons to provide internet connectivity to remote rural areas, if so, the details thereof; and(b) whether this particular technology has components that could lead to issues related to privacy of individuals and also national security, if so, the steps Government has taken to circumvent these issues?", "235713": "(a) whether it is a fact that less than 30 per cent of Indians have internet access;(b) if so, what is being done to widen this coverage and making it affordable;(c) whether the existing regulatory mechanism is unfavourable to Wi-Fi networks; and(d) if so, what is being done about this?", "235714": "(a) whether Government has constituted a committee to study the problems of Gramin Dak Sevaks;(b) if so, the names of the members of the committee;(c) whether the committee has sent its report to the Government, if so, the details of the recommendations made; and(d) if not, by when the report is expected to be received?", "235715": "(a) whether it is a fact that a large number of villages in the States of Uttar Pradesh, Uttarakhand and Madhya Pradesh do not have mobile connectivity, if so, the details thereof; and(b) by when these are likely to be covered by mobile connectivity?", "235716": "(a) the number of Gram Panchayats that have been covered under National Optical Fibre Network (NOFN) in the last three years;(b) the targets for laying down of optical fibre cables under the Digital India Programme; and(c) whether the Ministry plans to cover town areas under NOFN programme, if so, the details thereof?", "235717": "(a) whether DoPT has issued model Recruitment Rules (RR) for various posts of Accounts cadre in Department of Posts without seeking feedback/suggestions from stakeholders, if so, the details thereof;(b) whether the model RR include employees of operation department in violation of existing rules;(c) if so, whether the candidates failed in departmental examination (2012) for the post of Assistant Account Officer were passed by giving grace marks and disallowing candidates above 45 years in departmental examination;(d) if so, whether these irregularities have resulted into resentment among employees; and(e) the steps taken by Government in this regard?", "234115": "(a) the details of the number of telephone exchanges existing in the country, as on date, State-wise;(b) the number of telephone exchanges in the rural areas of the different States during the present Five Year Plan;(c) the details of those areas where telephone exchanges are not functional as on date, State-wise;(d) the details of the telephone exchanges which have undergone modernisation and upgradation, so far, State-wise; and(e) the steps taken/being taken by Government to ensure smooth functioning of these telephone exchanges and upgradation of the present telephone exchanges with state of the art technology?", "234120": "(a) the quantum of loan defaults by telecom operators in the last three years and the current year;(b) whether promotional offers and zero revenue policies of certain telecom operators are leading to delay in the spectrum payments to Government; and(c) if so, whether any steps have been taken by Government to regulate these offers and policies?", "234117": "(a) whether it is a fact that Government has paid 78.2 per cent D.A. to staff and officers of BSNL as per recommendations of the Sixth Pay Commission whereas the staff and officers of MTNL have not been paid the same so far; and(b) if so, the time by which Government would pay 78.2 per cent D.A. to staff and officers of MTNL as per Sixth Pay Commission as paid to BSNL staff and officers?", "234116": "(a) whether Government is aware of the immediate necessity of quality upgradation and capacity augmentation in BSNL and MTNL, if so, the measures taken thereon;and(b) how many mobile connections and landline connections were increased or decreased during the last two years along with the details thereof, State-wise?", "231500": "(a) whether it is a fact that Government has finally accepted that it is not possible to curb call drops completely;(b) whether it is also a fact that call drop is a global phenomenon; and(c) whether Government and TRAI are taking all possible steps with the help of telecom operators to address the problem of call drop and bring it down within the permissible limit, if so, the details thereof?", "234119": "(a) whether it is a fact that Government is looking for re-auction of spectrum in July-December, 2017;(b) whether it is also a fact that Government is going to auction spectrum every year and will also permit telecom players to sell spectrum;(c) if so, the details thereof and reasons for permitting players to sell or mortgage spectrum; and(d) whether the Ministry is thinking about introducing 5G services in the country?", "231503": "(a) the district-wise number of BSNL towers in Rajasthan along with the number of towers non-operational and by when these towers would start working; and(b) whether BSNL proposes to install new towers, if so, the number of towers proposed to be installed in Rajasthan?", "234123": "(a) whether some telecom operators have enough quantity of spectrum and do not want another auction of spectrum this year while some others want to get more spectrum;(b) whether many players in the field are in deep debt amounting to 4-5 trillion rupees;(c) whether this is a consequent result of continuous reduction of BSNL''s reach in the market during the last decade; and(d) in what way Government intends to overcome this contradiction and make IT an effective tool in the hands of people?", "232544": "(a) the number of towers of BSNL functioning in Goa;(b) the number of towers which are proposed to be constructed and estimated cost thereof;(c) the cost/rent paid to the owners of the land with respect to each of the towers;(d) whether any towers were built during BRICS Conference held recently in Goa;(e) if so, the number of such towers constructed and the places where they were constructed; and(f) whether these towers are in operation, the details thereof?", "232545": "(a) whether TRAI will soon form a Joint Committee with telecom operators to review tariff rules, telephone numbering plans and work towards making its monitoring more transparent;(b) whether TRAI has put forward five subjects before telecom operators that need to be reviewed;(c) whether regulator intervention is required in the area of infrastructure sharing to bring cost of operations down and improve service quality; and(d) if so, the steps taken by TRAI in this regard?", "233244": "(a) the details of the present bandwidth for internet available in the country;(b) whether it is a fact that digital payment system requires special bandwidth, if so, the details thereof;(c) the State/UT-wise details of the supportive bandwidth which is available, if not, the reasons therefor;(d) the details of the system failure due to high online traffic from 8 November, 2016 till date; and(e) whether Government is planning to enhance the present bandwidth to make the country totally cashless economy, if so, the details thereof?", "233245": "(a) whether Government has taken any measures to accelerate skill development for the telecom sector;(b) if so, the target and success rate of these programmes so far;(c) if not, the reasons therefor; and(d) the details of the specific domains of telecom sector in which the skill development is being provided and the demand and supply gap for skill development in telecom sector?", "233246": "(a) the total number of postmen and postwomen currently under the permanent employment of the Department of Posts;(b) the number of temporary postmen and post women working and their future prospects; and(c) whether Government has ever undertaken any capacity building programmes for these postmen/women, if not, the reasons therefor if so, the details of such programmes during the last ten years?", "233247": "(a) whether it is a fact that Government will provide free high-speed Wi-Fi connectivity in all cities and towns across the country over the next three years; and(b) whether it is a also a fact that the said plan will be implemented by Bharat Sanchar Nigam Limited, if so, the details thereof?", "233240": "(a) whether Supreme Court has asked the Government and TRAI to frame a policy to protect the privacy of contents and regulate commercial exploitation of private communications through social network sites; and(b) if so, by when the policy would be conceptualised and if not, the reasons therefor?", "233241": "(a) whether it is a fact that nearly a billion Indians do not have internet connections;(b) whether it is also a fact that with internet penetration increasing in the country, the access to affordable broadband, smart devices and monthly data package is required to spread digital literacy to make their ends meet;(c) whether the existing Government infrastructure access should be further leveraged for provision of digital services at remote locations; and(d) if so, the steps taken by Government in this regard?", "233242": "(a) whether Government has planned to open India Post Payments Bank in the Villupuram District of Tamil Nadu in the current financial year; and(b) if so, the details thereof and if not, the reasons therefor?", "233243": "(a) whether it is a fact that the BharatNet programme implementation is running far behind its schedule in the North-East region of the country;(b) if so, how many Gram Panchayats in the North-East region have been connected through BharatNet as on date; and(c) the steps being taken by the Ministry to expedite the programme?", "234127": "(a) whether Government proposes to augment information technology infrastructure for digital connectivity of Gram Panchayats across the country, if so, the details thereof along with the amount allocated for the project;(b) whether Government proposes to collaborate with private sector for augmenting information technology infrastructure for digital connectivity of rural areas of Himachal Pradesh; and(c) if so, the details thereof along with the time stipulated in this regard?", "233248": "(a) whether Telecom Regulatory Authority of India (TRAI) has finalized the agenda of important issues for the year 2017-18, if so, the details thereof;(b) whether all stakeholders were or are being consulted before finalising the agenda;(c) whether Interconnection User Charges (ICU) regime and tariff structures charged by service providers would also be included in the agenda in view of price war among them, if so, the details thereof; and(d) whether the agenda would include best services practiced all over the world?", "235709": "(a) whether the Ministry has any data regarding the percentage of coverage of communication networks in Chhattisgarh;(b) if so, the details thereof, district-wise; and(c) the steps being taken by the Ministry to increase the communication network coverage in the remote forest areas of Chhattisgarh?", "235708": "(a) whether the radiation emitted by mobile towers is in permissible limits and not affecting the health of human beings, birds and animals, if so, the details thereof;(b) whether Government is permitting erection of mobile telephone towers in residential localities and Government buildings, if so, whether there is any mechanism put in place to check the radiation emission at regular intervals, if so, the details thereof; and(c) whether it is in the notice of Government that the radiation caused by these towers is reason for the rampant expansion of cancer in humans, if so, the details thereof?", "234995": "(a) the number of Gram Panchayats (GPs) connected through Optical Fibre Cable (OFC) as on 15 March, 2017;(b) out of the GPs where OFCs have been laid, how many have live and functioning internet;(c) the steps taken by Government to effectively resolve last mile connectivity challenges;(d) the expected timeline by which all GPs under NOFN project would have live and functioning internet; and(e) whether Government is monitoring the functioning of DoT with regard to disbursal of funds towards NOFN project after Parliamentary Committee on IT expressed its displeasure towards DoT''s lack of proactive involvement in the project?", "234997": "(a) the status of operationality of the Centralized Monitoring System (CMS);(b) the objectives behind having the CMS;(c) whether the data monitored by the CMS would be shared by third parties; and(d) given the lack of privacy protection measures, the steps taken by Government to ensure that the privacy rights of the citizens are not breached by the CMS?", "234996": "(a) whether it is a fact that currently, all the posts of Member, Telecom Commission are vacant;(b) if so, since how long and reasons therefor; and(c) when are these posts going to be filled?", "231502": "(a) whether Government is planning to recover the dues from telecom companies,which misreported their income and paid less amount to Government, as indicatedby CAG, if so, the details thereof; and(b) whether Government has any plans to identify such type of mis-reporting by companies in future?", "233177": "(a) whether Government is planning to spend ` 10,000 crore in the current financial year, out of Universal Service Obligation Fund (USOF), to promote rural basic infrastructure under Digital India programme;(b) if so, the total amount spent in the last year and the total amount available under this Fund, State-wise details thereof;(c) the total number of Gram Panchayats and rural post offices connected with optical fibre network in the country, including Maharashtra; and(d) the reasons for delay in connecting all Panchayats and rural post offices with optical fibre in the country, including Maharashtra?", "234999": "(a) whether it is a fact that Government has recently reviewed issues concerning the Telecom Department, if so, the details thereof; and(b) whether it is also a fact that Government has stressed the need for fixing accountability at all levels to bring about a visible change in the situation as far as issues like poor service quality, connectivity and non functioning of landline connections, etc. are concerned, if so, the details thereof?", "234998": "(a) the number of persons, who availed Post Office Senior Citizen Savings Scheme during the last three years, State-wise;(b) whether Government has any proposal to include more benefits in the scheme, if so, the details thereof;(c) whether the number of deposits increased during the demonetization period; and(d) if so, whether any survey conducted in this regard and the action taken thereon?", "232540": "(a) whether Government is taking steps to provide telecom connectivity in villages of the North-East;(b) if so, the amount proposed to be spent for this purpose and the time to be taken to achieve the target; and(c) the States, in addition to the North-East that need to be given special attention for providing telecom connectivity in view of making cashless transactions programme of the Government a success?", "232541": "(a) whether Government has made it compulsory to register Aadhaar Card details of the persons who are using mobile phones, if so, the details thereof; and(b) whether it is a fact that TRAI has recommended Department of Telecom to issue necessary guidelines to telecom service providers to obtain Aadhaar Card and KYC details of the present mobile users also, the details thereof?", "232542": "(a) in how many branch post offices across the country, Financial System Integrator (FSI) and Core System Integrator (CSI) have become operational, as on date;(b) how many out of the operational FSI and CSI have been in rural branch post offices; and(c) the number of branch post offices in the district of Thoothukudi in Tamil Nadu which have been provided with FSI and CSI?", "232543": "(a) whether BSNL has reported nearly six-fold jump in operating profit during 2015-16 at ` 3855 crore from ` 672 crore in the preceding fiscal;(b) whether the revenue from operations has turned out to be the highest in the last five years; and(c) whether BSNL saw acceleration in the mobile business during 2015-16 when 25,000 towers were installed, leading to strong addition of customers and higher revenue from the mobile segment, if so, the details thereof?", "234124": "(a) whether Government plans to bring Over The Top (OTT) services, predominantly used over the internet, under a statutory regulatory framework; and(b) in the absence of an institutional mechanism, how does Government aim to protect user privacy and provide remedy to citizens in case of violation by the service providers?", "234125": "(a) whether Government is mulling to merge BSNL and MTNL, if so, the details thereof;(b) whether both organisations are making losses consecutively for the last ten years; and(c) if so, the extent of losses incurred and the concrete steps Government is taking to make the behemoth entities viable in the background of stiff competition in the telecom sector?", "232546": "(a) whether the Ministry has received official notification with regard to making post offices compatible for the physically challenged persons with wheel chair;(b) whether despite repeated requests and reminders, the sub-post office at Yelahanka Old Town, Bengaluru (Pin-560064) has refused to make its post office compatible for physically challenged persons with wheel chair; and(c) whether the Ministry will take action against the erring officers and make all buildings under its charge compatible for the differently-abled persons?", "232547": "(a) whether several mobile phone operators do not issue bills to their subscribers and keep on reminding them about non-payment of bills on phone;(b) if so, the reasons for not issuing the bills to the subscribers by the mobile phone operators; and(c) the steps taken to stop harassment of subscribers by mobiles phone operators?", "232548": "(a) whether opportunities of social activities being undertaken through digital services and e-Governance employment are increasing in those villages and areas surrounding them where telecom towers have been installed;(b) if so, the number of villages in the country, including Maharashtra, where telecom towers have been installed and the number of towers which are going to be installed in coming years, the State-wise details thereof; and(c) the number of villages in the country, including Maharashtra, where Common Service Centres have been planned to be set up with the help of rural entrepreneurs, the State-wise details thereof?", "232549": "(a) whether the Ministry organizes awareness programmes on Electro Magnetic Field (EMF) emissions from mobile towers in various parts of the country;(b) if so, the details thereof along with the places/districts where such awareness programmes have been conducted so far; and(c) the steps taken by Government to cover entire country with such awareness programmes?", "239562": "(a) whether it is a fact that implementation of the BharatNet is behind schedule, if so, the Panchayat-wise details thereof along with the reasons therefor; (b) the details of connected Panchayats at present, State/UT-wise; (c) the timeline of Government for this project; and (d) the details of the funds allocated and utilized till date?", "238858": "(a) whether it is a fact that there is no internet facility in many remote villages of Chhattisgarh despite Digital India Campaign and the speed of internet is very slow in those villages in which it is available, if so, the details thereof and the reasons therefor; (b) the details of villages devoid of internet connections in the country, especially Chhattisgarh, district-wise; (c) by when the high speed internet connectivity in each and every village of Chhattisgarh could be expected; and (d) the measures taken to improve internet speed in the villages?", "239561": "(a) whether it is a fact that call drop problem has reached serious proportions in the case of the service provider, BSNL; (b) how does the performance of BSNL compare in this respect with other service providers like Airtel, Vodafone, etc.; (c) whether any study by TRAI, etc., has been instituted in the recent past in this regard; and (d) whether any roadmap has been set out by Government to improve the services of BSNL?", "238859": "(a) whether it is a fact that the MTNL has decided to pay back all its loan amount to the financial institutions, if so, the details thereof; and (b) whether it is also a fact that MTNL has already paid a sum of ` 125 crore recently to Punjab & Sind Bank, if so, the details thereof?", "231425": "(a) whether it is a fact that the BSNL/MTNL broadband internet connection, availed by household consumers, works at a very slow speed and remains erratic with the result that people have no choice but to opt for private internet connection;(b) the major reasons for this state of affairs when the country is so capable in satellite technology; and(c) whether Government has any concrete plan to make BSNL/MTNL internet services efficient and faster?", "232478": "(a) the various initiatives taken by Government to increase the digital connectivity between India and the ASEAN countries; and(b) whether any agreements or MoUs have been signed between India and any ASEAN country in the recent past in this regard, if so, the details thereof?", "232477": "(a) the number of mobile telephone connections in the country during the last three years and in the current year;(b) the steps taken to improve mobile communication penetration in rural, hilly and backward areas; and(c) whether there is any plan to make mobile phones affordable in rural areas by bringing down the cost and tariff, if so, the details thereof?", "237989": "(a) the various deadlines for covering all Gram Panchayats under the Bharatnet project, the reasons for delay and for coming out with new deadlines; (b) how many Gram Panchayats have been covered so far, the details thereof, State-wise; (c) the deadline for covering the rest of the Gram Panchayats; (d) whether active broadband connections have been made available to all Gram Panchayats, the State-wise details of all Gram Panchayats which have active internet connections; and (Ã\u0083Â«) the reasons for delay in covering all Gram Panchayats with active internet and the deadline for completion?", "237988": "(a) whether it is difficult to trace lost or stolen mobile phones in the country even on the basis of IMEI number, if so, the main reason for this slip; (b) whether Government has taken any cognizance of the hardship which the mobile owners face in everyday life; and (c) if so, the corrective measures taken or to be taken in this regard?", "239556": "(a) whether Government would upgrade the status and infrastructure of the Head Post Office, Imphal, if so, the details thereof and if not, the reasons therefor; (b) whether the Office of the Post Master General (PMG), Imphal is being planned for shifting to Dimapur, if so, the details along with the reasons therefor; (c) whether Government would stop the said plan in view of the requirements of the State; and (d) if so, the details thereof and if not, the reasons therefor?", "239557": "(a) whether it is a fact that TRAI has directed the telcos to bring out one year validity internet data pack schemes, if so, the details thereof ; and (b) whether the telcos have expressed their acceptance to this scheme, if so the details thereof?", "239554": "(a) whether it is a fact that despite the ongoing Digital India Campaign in the country, many villages do not have internet services and in many, the internet speed is extremely slow, if so, the details thereof and the reasons therefor; (b) the State-wise and District-wise details of villages in the country, especially in Madhya Pradesh, that are without internet connectivity; and (c) by when there is likelihood of high speed internet connectivity reaching every village of the country and the details of the steps taken by Government to improve the slow speed of internet in the villages?", "239555": "(a) whether it is a fact that the telecom companies deprived Government of ` 12,229 crore during the last five years as per a report by the CAG, if so, the details thereof; and (b) whether it is also a fact that all these telecom companies were under the scrutiny of Government in the light of the said revelation by the CAG, if so, the details thereof?", "239552": "(a) whether Government has taken any decision on the demand for spectrum by BSNL to launch 4G services; and (b) whether the Centre is aware that the delay in launching 4G services will hamper the growth prospects of BSNL and give undue advantage to private players?", "239553": "(a) whether it is a fact that Government has been able to lay optical cable network to 1 lakh Gram Panchayats in the first phase; (b) whether in spite of that, the Ministry is able to provide internet connection to only 22,000 Gram Panchayats; (c) whether the target fixed was March, 2015, and even after more than two years, the Ministry has not been able to achieve its target, if so, the reasons therefor; and (d) the status of providing internet to Gram Panchayats in Andhra Pradesh and Telangana, District-wise?", "239550": "(a) number of representations received from Extra Departmental Delivery Agents (EDDAs) regarding their sudden termination of services on various reasons throughout the country; (b) details of representations received regarding compulsory retirement of EDDAs on medical ground working with Post Office, Khirsu, Pauri, Uttarakhand during 1999 and appointment of retiree''s son as EDDA on compassionate ground and subsequent removal from Post Office after four months; (c) whether Parliamentary Committee has also forwarded representations several times, but no action has been taken by Pauri Division and the Ministry; and (d) if so, by when action would be taken on representations and against officials for inaction?", "234114": "(a) whether it is a fact that OFC-based network for Defence Services is witnessing considerable time and cost overrun due to one reason or the other, if so, the reasonsfor the delay; and(b) whether Government has formulated any strategy to complete the work in a time-bound manner for putting an effective communication network in place, if so, the details thereof?", "239558": "(a) whether it is a fact that Government is planning to introduce Wi-Fi data services as small packs to the general public, if so, the details thereof; and (b) by when these will come into use, the details thereof?", "232550": "(a) whether Government has achieved its targets set under Universal Service Obligation Fund (USOF) over the past three years, if so, the details thereof regarding the growth in mobile per 100 persons and internet per 100 persons over the past three years, region-wise;(b) the funds allocated, disbursed and spent for providing universal access to ICT, State-wise including West Bengal; and(c) the details regarding technology transfer, if any, with any foreign country/company with regard to providing the necessary infrastructure?", "234936": "(a) the total number of Gram Panchayats to be connected by internet under BharatNet under the Universal Service Obligation Fund (USOF), State and Union Territory-wise;(b) the allocation of funds under BharatNet during 2015 and 2016; and(c) the progress of BharatNet as on 31st December, 2016, State and Union Territory-wise?", "234935": "(a) whether the target to cover one lakh Gram Panchayats by December, 2016 under the National Optical Fibre Network has been achieved, if so, the details thereof;(b) the details of the number of Gram Panchayats out of 3300 in West Bengal, which have been given access to optical fibres;(c) the details of funds spent on this project in West Bengal for the past two years and the funds to be spent this year; and(d) whether Government plans to bring internet connectivity to all the 2.5 lakh Gram Panchayats in the country, the details thereof?", "239488": "(a) whether Government will expedite the implementation of BharatNet project in all Gram Panchayats of Odisha for effective rollout of various initiatives under the Digital India programme; and (b) whether a National Task Force will be constituted on immediate basis to ensure mobile and broadband connectivity to deficient areas in Odisha and other similarly placed States?", "239549": "(a) whether Government has received any communication from the State Bank of India about the unusual unsustainable levels of debt of mobile companies, if so, the details thereof; (b) whether it is a fact that the Mobile industry has sought deferred payment for the purchase of spectrum with a moratorium of five years, instead of current payback plan of ten years after a two year moratorium; and (c) if so, the reaction of Government thereto?", "239548": "(a) whether Government has decided to set up the Centralized Monitoring System (CMS) to automate the process of lawful interception and monitoring of telecommunications; (b) whether it is a fact that Government is monitoring all cellular phones, including WhatsApp and messages of all the mobile holders in the country, if so, the details thereof; and (c) the corrective steps taken/being taken by Government in this regard?", "234118": "(a) whether Government has any plan to use cable TV infrastructure for broadband delivery in the country, if so, the details thereof; and(b) the fresh steps taken by Government to boost broadband penetration in order to ensure success of Digital India Programme?", "237987": "(a) whether Government is formulating a National Telecom Policy to meet the developments in the industry; (b) if so, by when the draft policy will be ready; (c) whether the new policy will seek to address over the National Telecom Policy of 2012 and look at areas such as technology innovation and security, if so, the details thereof; (d) whether the new policy will meet the targets on broadband speed and formulation of National Mobile Property Registry, the details thereof; and (e) if not, how the interests of consumers will be protected in the new policy?", "234121": "(a) whether Government proposes to allocate funds from Universal Service Obligation Fund (USOF) to the mobile companies in remote areas of the country, if so, the details thereof;(b) the amount of money allocated to various phone companies from this fund in the last three years; and(c) the number of villages provided with phone facility, State-wise?", "237036": "(a) whether it is a fact that according to a joint study done by Assocham and Deloitte, nearly a billion Indians do not have internet connections;(b) whether it is also a fact that Government has started emphasizing on digital economy after it embarked on a demonetisation drive on 8thNovember, 2016; and(c) the efforts being made by Government to spread digital literacy among the people at large?", "239563": "(a) whether the Telecom Regulatory Authority of India (TRAI) is reviewing the reduction of Interconnection Usage Charges (IUC), which is at present advantageous to a few top telecom operators; (b) if so, the complete details in this regard with the amount of share cornered by telecom operators during the last three financial years, operator-wise; (c) whether IUC in many advanced countries is negligible or zero and if so, the details in this regard; and (d) the step TRAI proposes to take to bring down the IUC charges to zero-level so that subscribers are benefited?", "233235": "(a) the details of various services provided by the Department of Posts in the country and the revenue being earned by each of these services over the last three years;(b) whether it is a fact that there has been a declining trend in the use of various postal services; and(c) if so, the service-wise details thereof over the last three years?", "233237": "(a) whether Government is considering to connect all rural post offices of the country digitally;(b) if so, the number of rural post offices digitally connected and number of post offices yet to be connected in Chhattisgarh and by when these post offices are targeted to be connected;(c) whether Government is also considering to equip all post offices of the country with core Banking, if so, the details thereof; and(d) the State-wise number of A.T.Ms. proposed to be established to facilitate the consumers of post office saving Bank including Chhattisgarh?", "233236": "(a) whether it is a fact that the Ministry has rolled out an Interactive Voice Response System (IVRS) to obtain a feedback from the subscribers on the issue of frequent call drops;(b) the action proposed to be taken against the service providers who are found to be indulging in creating deliberate call drop in order to earn extra profit; and(c) whether Government will ask all those service providers found to be guilty to give call credit to its subscribers who had to pay in excess due to call drops?", "234706": "(a) when was the concept of India Post Payments Bank mooted;(b) the reasons for enormous delay in opening up of this Bank;(c) the difference between regular bank and India Post Payments Bank; and(d) whether it is a fact that there are companies which are keen to partner with India Post Payments Bank, if so, the details thereon?", "237986": "(a) whether a scam of ` 2000/- crore has been reported in Purchase Order No. CT/ APO/12/2014-15 dated 19/06/2014 for supply, installation and commissioning of IP-MPLS Edge Routers and associated equipments for Network for Spectrum (NFS), if so, the details thereof; (b) the details of complaints received in this regard, complaint-wise; and (c) the details of action Government has taken against erring authorities?", "234122": "(a) whether it is a fact that Department of Posts had to re-tender its technology contract after it failed to get bids from any of the major Indian technology firms;(b) whether it is also a fact that top information technology companies had stayed away from bidding for the project, terming the initial offer vague; and(c) if so, whether Department of Posts did consult any information technology companies to prepare the bid documents?", "233239": "(a) whether TRAI has sent its recommendations, sought on three aspects related to the Machine to Machine (M2M) communication, to the Government;(b) if so, the details thereof and if not, the time by which the same are likely to be received;(c) whether the recommendations received have been accepted by the Government;(d) if so, the details thereof and if not, the reasons therefor; and(e) the further steps taken/proposed to be taken by Government thereon?", "233238": "(a) whether over 12,000 applications for landline connections remain pending with BSNL;(b) whether many areas are technically non-feasible, and due to unavailability of underground cable, it is not possible to provide landline connections;(c) whether 84 per cent of the waitlisted applications are from urban areas; and(d) whether another reason stated by BSNL is that laying of cables is not economically viable because local bodies impose right of way charges, if so, the details thereof?", "232539": "(a) the total number of Gram Panchayats in Rajasthan where broadband connectivity has still not reached, the details thereof, District-wise;(b) the names of cities in Rajasthan where BSNL is providing 4G facility, the details thereof; and(c) the action plan formulated by Government to take internet services to the rural areas of Rajasthan?", "232538": "(a) whether some Chinese companies manufacturing mobile chips are cloning mobile SIM cards and thus, stealing customers mobile data and information, if so, the details thereof;(b) whether these acts are creating a serious threat of leakage of sensitive information of the country and personal data, if so, the details thereof; and(c) the remedial action taken by Government to check this threat and ban the use of Chinese SIM cards?", "232537": "(a) whether it is a fact that Government is considering to provide 100 MB data free of cost every day to mobile phone customers in villages for cashless transactions;(b) if so, whether Government is contemplating to take any step in this regard; and(c) if so, what and by when and if not, the reasons therefor?", "237118": "(a) whether the Ministry has received any letter regarding upgradation of BSNL mobile tower into 3G, which is installed in Udaipur, in village Bakhuli in Chirgaon Tehsil under Shimla district of Himachal Pradesh; and (b) if so, by when it will be upgraded into 3G, keeping in view the fact that most of the customers of that area are using BSNL mobile phones and also that other private telecom operators have already upgraded their mobile towers?", "231499": "(a) whether it is a fact that Department of Telecommunications (DoT) has sought Attorney General''s opinion on whether it has the authority to impose penalty for breach of license conditions, if so, the details thereof; and(b) whether it is also a fact that DoT may not make any move on setting up internal committees to examine the matter from commercial and technical aspects till such time it receives Attorney General''s opinion on the larger issue of its authority to impose penalty, if so, the details thereof?", "231498": "(a) whether it is a fact that public sector telecom companies have failed in providing quality services to their consumers because the number of complaints made by the consumers with regard to call drops, poor connection and the relatively slow speed of broadband is increasing, if so, the State-wise details thereof; and(b) the steps taken by Government to install towers along borders of States as roaming charge is being levied due to low network in border areas of all States, including Maharashtra?", "231497": "(a) whether Government has changed the designation of Postman distributing letters in villages to Postmaster;(b) whether this change in designation has been done only in the State of Rajasthan or it has been done at national level;(c) whether it is a fact that the pay scale of Postmaster ranges from ` 4500 to ` 13,000;(d) whether this pay scale remains even lower than that a Central fourth class employee; and(e) if so, the steps being taken by Government to provide proper pay scale to Postmaster distributing mails from one village to another?", "231496": "(a) whether Government is in receipt of a large number of proposals in connection with release of commemorative stamps recently, if so, the details thereof;(b) the details of decisions taken on the proposals received so far; and(c) whether Government is contemplating to prune the guidelines for releasing of commemorative stamps, if so, the details thereof?", "231495": "(a) the number of persons who have ported out/opted out from GSM mobile service run by MTNL during the last three years;(b) whether a large number of complaints have been received by MTNL regarding poor coverage of its mobile service network which has deteriorated further during the last three years; and(c) whether Government has taken or contemplating any action to improve the 2G, 3G and 4G services at the earliest for the benefit of its subscribers?", "231494": "(a) whether Government is taking any steps to promote the connectivity of telephones, mobiles and internet in the Naxal-affected areas of Chhattisgarh, if so, the details thereof; and(b) the number of mobile towers presently operating and the number of such towers required in Naxal-affected areas of Chhattisgarh and, whether any steps are being taken by Government to meet any requirement of additional towers, if so , the details thereof?", "231493": "(a) whether it is fact that Mahanagar Telephone Nigam Limited (MTNL) is facing serious debt problem and is borrowing money to meet its day to day requirements;(b) whether it is also a fact that MTNL has been going slow in upgradation of equipments during the last four to five years due to severe financial problems; and(c) whether due to non-investment in access network of fixed lines, there are service quality issues, if so, the details thereof?", "231492": "(a) the details of steps Government has taken for cashless payments and DigitalIndia;(b) whether only 3 per cent of the population has access to the internet;(c) if so, the details thereof, State-wise; and(d) how Digital India is possible without access to internet?", "238853": "(a) whether it is a fact that Government is contemplating on establishing Wi-Fi hotspots in rural areas; (b) if so, whether Government is contemplating on taking any step in this regard; and (c) if so, the details thereof and by when and if not, the reasons therefor?", "237125": "(a) whether it is a fact that unavailability of proper network of Bharat Sanchar Nigam Limited (BSNL) in naxal-affected areas, including Chhattisgarh and Jharkhand, has been a grave problem, if so, the details thereof and the reasons therefor; (b) whether this problem is more grave in Left Wing Extremism affected districts such as Dantewada, Sukma, Bastar, etc., if so, the details thereof and the steps taken by Government in this regard; and (c) the suitable measures being taken by Government to promote the facility of telecommunication, mobile network and internet facility in naxal-affected districts of Chhattisgarh?", "237124": "(a) the details of mobile handsets imported during the year 2014-15, 2015- 16 and 2016-17 along with the amount of foreign exchange spent thereon; (b) the value of mobile handsets produced in the country during the last three years; and (c) whether Government has taken any steps to encourage multi-national companies to set up manufacturing units in the country pursuant to the announcement of the Prime Minister in this regard and if so, the outcome thereof along with the details of such units set up so far in the country?", "237127": "(a) whether Government has filed any cases against senior officials of the Department of Telecommunication for their alleged indulgence in serious corruption related offences after May, 2014, if so, the details thereof; and (b) how many officials sued by Government previously have been convicted and punished between 2004-14, the details thereof?", "237126": "(a) whether it is a fact that roaming charges by telecom companies have been abolished in the country, if so, the details thereof; and (b) whether many of the private telecom operators are still charging for roaming in domestic network, if so, the action taken thereon?", "237121": "(a) the number of internet users in the country, State-wise, and the extent of internet connectivity; (b) whether low internet penetration in some parts of the country has adversely affected Digital India initiative, if so, the details thereof; (c) whether Government has assessed the need to augment telecom infrastructure so as to provide internet services in villages, small towns and cities, if so, the details thereof; and (d) whether Government is taking any steps to make available quality internet facilities in different States, especially Rajasthan, if so, the details thereof, if not, the reasons therefor?", "237120": "(a) the details of the number of mobile towers operating in the country, mobile company-wise, and the number of mobile towers being set up at present, State-wise; (b) whether complaints have been received that the mobile companies are not following the prescribed guidelines regarding electro-magnetic radiation, if so, the details thereof; and (c) the quantum of penalty imposed by Government on those companies and the total amount of penalty that could be recovered, the details thereof''?", "237123": "(a) whether it is a fact that several telecom service providers, including BSNL, are installing mobile towers in residential localities in violation of guidelines, if so, the details thereof; (b) the number of mobile towers erected by mobile telecom service providers in residential locations, State-wise and operator-wise; and (c) whether the safety of human beings is ensured from the radiation of these towers?", "237122": "(a) whether Government would review its telecom policy in the midst of declining profits, mounting debts and high prices of spectrum acquisitions faced by telecom operators and to evolve some relief measures for the Telecom sector; (b) whether with telecom density having reached a reasonable level, with operators spending huge money in rolling out their mobile networks in rural areas entirely at their cost, the Government would suspend their Universal Service Obligation amounting to 5 per cent of their adjusted gross revenues for sometime; and (c) the other relief measures Government contemplates to adopt to place the Telecom sector at comfort level?", "237998": "(a) whether the Ministry has received official notification with regard to making Post Offices compatible for the physically challenged persons with wheel chair; (b) whether despite repeated requests and reminders, the Post Office at HAL, Bengaluru Karnataka has refused to make its Post Office compatible for the physically challenged persons with wheel chair; and (c) the action the Ministry has proposed against those responsible for such negligence?", "239560": "(a) whether competition occurring in communication sector has reached the stage of cut throat as evidenced by incidents during the last one year; (b) whether Government has taken steps to control and regulate it, if so, the details thereof; (c) whether weakening of the public sector in this field is being utilized by corporates; and (d) the steps Government has taken to curb this?", "237990": "(a) whether Government has received any complaints regarding non-availability of mobile network of Bharat Sanchar Nigam Limited (BSNL), frequent call drops etc., in the country; (b) if so, the details thereof, including the complaints received from Himachal Pradesh, during each of the last three years and the current year; and (c) the action taken by Government to improve the BSNL connectivity in Himachal Pradesh?", "237991": "(a) whether Government is aware of the fact that mobile and internet facilities frequently remain out of order for a long period in rural and tribal areas of Himachal Pradesh; (b) if so, the details thereof and the reasons therefor; and (c) the action taken by Government to improve the services in rural and tribal areas of the State?", "237992": "(a) whether it is a fact that there is acute shortage of telephone equipments in MTNL and BSNL across the country; (b) whether production of telephone equipments is not in proportion to the number of subscribers and many subscribers are not being given new connections just because of shortage of telephone equipments; and (c) if so, the steps being taken to compete with private companies?", "237993": "(a) whether Government proposes to provide total internet connectivity in the country; and (b) if so, the details of the plan formulated for rural areas, State-wise, including Tripura and North Eastern States?", "237994": "(a) whether TRAI recently released its decision on differential pricing for data by operators in the country, if so, the details thereof; (b) whether this has affected services of operators in the country, if so, the details thereof; and (c) whether TRAI held consultations before arriving on this decision, if so, the details thereof?", "237995": "(a) the increase in number of subscribers across the country made by BSNL which is making losses for the last few years, by offering new plans during 2016-17; (b) the average increase achieved in number of subscribers by offering many attractive plans like local/STD/ISD/night free plan on basic phone; (c) if the number of subscribers has increased the profit earned by BSNL during 2016-17; and (d) whether more interest/purchasing was seen in rural areas or in urban areas with regard to these plans for subscribers of mobile/basic phone, if so, the number of subscribers that has increased?", "237996": "(a) whether it is a fact that Government is facing problems in erecting signal towers in the State of Goa; (b) the number of proposals for erecting towers that are pending; (c) whether the assistance of State Government has been taken; (d) whether it is a fact that towers erected during BRICS event in Goa have been removed; and (e) whether any technology has been invented to replace towers, the details thereof?", "237997": "(a) whether it is a fact that Government is committed to strengthen the communication system, if so, the details thereof; (b) whether owing to the repeated failure of telephone services in the Samastipur district of Bihar, the public has to face a lot of inconvenience; and (c) the reasons why the officers do not heed despite repeated requests, the details thereof?", "238854": "(a) whether it is a fact that BSNL has asked all satellite phone users in the country to migrate to its network by 31st July, 2017; (b) whether it is also a fact that satellite phone services are expected to be phased out soon; and (c) whether it is also a fact that the BSNL is now ready to provide Global Satellite Phone Services, if so, the details thereof?", "237915": "(a) whether Government has completed the departmental inquiry, which was to be completed by December, 2016, into the ` 300 crore scam in BSNL in award of contract for expansion of National Internet Backbone and in annual maintenance contract along with purchase of new hardware; (b) if so, the details thereof along with details of action taken against the erring companies and officials till 10th July, 2017; (c) if not, the reasons for delay; (d) whether Government has fixed responsibility in this regard; and (e) if so, the details thereof and if not, the reasons therefor?", "235000": "(a) whether it is a fact that the number of landline connections State-wise have reduced drastically;(b) if so, the number of landline connections functional at present, State-wise;(c) the number of landline connections in use, State-wise, from last five years; and(d) whether Government has any plan to make landline connections popular?", "235001": "(a) the steps taken by Government to increase the diffusion rates for broadband and mobile phone services;(b) the current number of broadband subscribers in the country and whether Government has met the desired target of subscribers, as envisaged in the NationalTelecom Policy (2012); and(c) the steps taken by Government to increase digital literacy to ensure that internet is used effectively and adoption of Wi-Fi is optimum?", "235002": "(a) the reasons for facing connectivity problem when migrating from BSNL to MTNL as both are owned by Government; and(b) whether Government has a plan to merge BSNL and MTNL for better performance?", "234126": "(a) whether Government is aware of the likely increase in the internet users in the country because of fast adoption of digital technology;(b) if so, the data on internet users in the country till February and how much of increase is anticipated by the end of next calendar year; and(c) whether Government is prepared to deal with the situation and is capable to provide internet facility of high speed to the new consumers uninterruptedly?", "237119": "(a) whether it is a fact that consumers are facing heavy losses due to call drops while talking on mobile phones and companies are earning benefit from it; and (b) whether Government is going to make such provisions through TRAI so that call drops could be avoided and in case it occurs, the consumers do not have to bear the losses, if so, the details thereof?", "237113": "(a) whether it is a fact that TRAI has rejected Telecom Commission''s contention that free promotional offers allowed by it are responsible for the industry''s falling financial health and lower licence fee payments to Government, if so, the details thereof; (b) whether it is also a fact that the Telecom Commission, in a letter to TRAI, had warned of loan default by operators and asked the TRAI to revisit its tariff orders and free promotional offers of firms; and (c) if so, whether the Telecom Commission has received any response from TRAI in this regard?", "237114": "(a) whether it is a fact that the high speed broadband technology 4G drove data traffic across the country in 2016, making up 60 per cent of incremental data volumes; (b) whether it is also a fact that as 4G and 3G technology usage increases, service providers will need to improve capacity through site connectivity to fibre and use of optical fibre backhaul as an efficient and higher capacity data transfer solution; and (c) whether it is also a fact that the 4G coverage is yet to penetrate across all circles, if so, the reasons therefor?", "237115": "(a) whether it is a fact that the decline in telecom operators'' revenue was due to falling tariff, which impacts their capacity to invest and can also lead to delay in spectrum payment, if so, the details thereof; and(b) whether it is also a fact that telecom service providers'' debt is almost ` 4,60,000 crore, if so, the details thereof ?", "237116": "(a) whether unprecedented progress in telephone communication, net revolution and other technical systems, due to which at present we are talking about 3G to 4G and even advanced technologies, has been brought about by Private sector only, the details thereof; (b) whether on other hand, Government companies and corporations are in deplorable condition and corporations working at level of metropolitan cities are on verge of closure, if so, the details thereof; and (c) whether Government is considering any proposal for making Government telephone companies and corporations stronger so that they can pose stiff competition to Private sector, if so, the details thereof?", "237117": "(a) whether Government''s attention has been drawn towards the increasing stressed debt in the Telecom sector; (b) if so, the percentage share of debt of Telecom sector in financial years 2015, 2016 and 2017; and (c) the steps taken by Government to tackle the rising stress?"}, "2009": {}, "2011": {}, "2010": {}, "2013": {}, "2012": {}}