{"2016": {"225791": "(a) the details of inland waterways available in the country, at present, State/ UT-wise; (b) whether Government proposes to encourage inland waterways system and if so, the details thereof; (c) the details of inland waterways proposed to be developed during the next three years, State/UT-wise;(d) the funds allocated for this purpose during the last three years and the current year, year-wise and State/UT-wise; and (e) the extant policy of Government regarding construction of National Waterways Transport Grid which was supposed to cover primarily five national waterways?", "225790": "(a) what is the total number of fleet of vessels of Shipping Corporation of India (SCI) at present; (b) what is the current tonnage capacity of SCI; and (c) the steps being taken by Government to augment the fleet and the tonnage capacity of SCI?", "225793": "(a) the status of mechanisation of East Quay (EQ) Berths-1, 2 and 3 at Paradip Port on Build, Operate and Transfer (BOT) basis under Public Private Partnership (PPP) model; and (b) the details of benefits of the project and the expected time-frame of its completion?", "225792": "(a) the details of initiatives taken to develop coastal shipping in the country; (b) whether any action plan has been drawn in this regard; (c) if so, the details thereof; and (d) the progress made in this regard, so far?", "225795": "(a) whether it is a fact that Government is seriously considering to develop a river network on the lines of road-network; (b) if so, whether any steps has been taken by Government in this regard; and (c) if so, the details thereof and if not, the reasons therefor?", "225794": "(a) whether the Shipping Corporation of India (SCI) is considering to buy fuel efficient ships replacing the old stocks; (b) whether SCI has a fleet of 69 vessels, of which 17 are bulk carriers, 16 crude oil tankers and 14 product tankers and most of these are old; (c) whether SCI has taken measures for improvement in operational efficiency and cost reduction; (d) whether SCI further plans to focus on coastal and near coastal trade, expansion of break-bulk and project cargo business and optimization of equipment inventory; and (e) if so, the details thereof?", "222248": "(a) how many coastal and river states are to be benefited under the sagarmala project to promote port-led development; (b) what is the estimated number of job opportunities to be created in shipping and port sector under this project during the next five years, with details for each sector; and (c) what would be the cost of the project and the roadmap for its funding?", "226673": "(a) whether Government has decided to build a major harbour at Kulachal in Tamil Nadu as a Government project; (b) if so, how far it would affect the prospects of the Vizhinjam harbour, the work for which has already been started; and (c) the steps taken by Government to ensure the smooth progress and functioning of Vizhinjam harbour?", "226672": "(a) the details of roles played by the Indian Shipping Industry in the transportation of passengers and cargo; (b) the details of initiatives taken by Government to develop this sector so far transportation of passengers is concerned; and (c) the steps taken to recognize, reward and promote quality within the industry?", "226671": "(a) whether a joint venture port in collaboration with Jawaharlal Nehru Port Trust (JNPT) and Maharashtra Maritime Board (MMB) is being developed in Maharashtra; (b) if so, the details in this regard; (c) whether there are severe concern of local people and fishermen against coming up of this port; and (d) what are their concerns and what efforts are being made by Government to address their concerns?", "226670": "(a) what is the present status of \"Sagarmala\" in terms of new ports proposed or grounded or under implementation or waiting financial clearances; (b) whether Government would take part of equity in private ports under Sagarmala programme; (c) if so, the details thereof, including investment proposed by Government and time-span; (d) whether it is a fact that established ports are bringing pressure to stop new entrants in many coastal States; and (e) how Government proposes to bring transparency and fairness in sanctioning new ports under Sagarmala?", "226674": "(a) whether it is a fact that Government has given its in-principle approval to set up the country''s 13th major port at Enayam in Tamil Nadu; (b) if so, the details thereof;(c) whether it is also a fact that a special purpose vehicle would be formed for the development of port that would act as a major gateway container port for cargo and become a transhipment hub for east-west trade route; and (d) if so, the details thereof?", "229823": "(a) whether any concrete proposals for fund allocation and time-frame for completion are considered to make the Kottapuram-Kozhikode stretch of national waterway operational; and (b) if so, the details thereof?", "229822": "(a) whether Government has taken enough study on the viability of a new major port at Enayam, near Colachel in Tamil Nadu when another major port within a distance of 40 kilometres at Vizhinjam in Kerala, cleared by Government, is already being constructed; (b) if so, the reasons to establish a new port nearby; (c) the financial commitment of the Central and State Governments to these two ports, port-wise; and (d) the estimated revenue from these ports likely to be generated per annum, port-wise and the estimated period of their completion, port-wise?", "229821": "(a) whether it is a fact that Sagarmala Cell was set up in May, 2015; (b) what are the reasons for delay in setting up of Sagarmala Development Company; (c) the impact on National Perspective Plan and DPRs for projects in the absence of Sagarmala Development Company; and (d) in view of the above, how the Ministry is planning to go ahead?", "229827": "(a) whether it is a fact that Government is considering to set up two Maritime clusters as part of its efforts to boost economic development along coastline; (b) whether it is also a fact that one such cluster would be set up in Tamil Nadu; (c) whether, according to a report, the formation of 14 coastal economic zones along the maritime States and industrial clusters under Sagarmala would cut logistic costs and enable more competitive rate; and (d) if so, the details thereof?", "229826": "(a) whether Government has any plan to connect Paradip, Gopalpur and Dhamaraports in Odisha through a dedicated freight corridor; (b) if so, the details thereof; and (c) if not, the reasons therefor?", "229825": "(a) whether under the National Perspective Plan released by the Ministry aimed at creating six to eight green field ports, one is to be created at Sagar in West Bengal; (b) how much funds have been allocated for creation of the new port there; (c) whether there is any deadline by when this port would be ready; and (d) if not, the reasons therefor?", "229824": "(a) whether it is a fact that the Ministry is contemplating on developing the lighthouses at ports as tourist places; and (b) if so, the details thereof?", "229829": "(a) the salient features of the draft Inland Vessels Bill, 2016; (b) whether major stakeholders have been consulted for drafting this Bill and if so, the details thereof; and (c) the proposed timelines for implementation thereof?", "229828": "(a) the details of amount spent during the last two years to modernise and overhaul Visakhapatnam Port in Andhra Pradesh; (b) the measures taken to improve ship change over time and mechanisation of berths and installation of state-of-the-art equipment; (c) the traffic handled by the Vishakhapatnam Port during the last three years, year-wise; and (d) the details of efforts taken to improve the tonnage handling capacity over the year?", "223125": "(a) whether it is a fact that Government is planning to develop multimodal ports in the country and if so, the details thereof;(b) whether it is also a fact that Sahibganj in Jharkhand has been considered for development of such port and if so, the details thereof; and (c) the quantum of funds earmarked and released, so far for the purpose?", "230700": "(a) whether Government intends to allow port trusts to lease land to private companies and if so, the details thereof; (b) the total area of land that currently remains unused at ports; (c) the procedure by which the land would be leased to private companies and the activities for which the land would be leased; (d) the revenue sharing methodology with Government; and (e) the estimated revenue Government intends to earn through such leasing of port land?", "224913": "(a) whether a committee was formed to regulate various activities of ship breaking industries; (b) if so, the details thereof; (c) the details regarding the number of ships received for breaking during each of the last three years and the current year, location-wise; and (d) the details regarding the quantity of steel generated from ship breaking during that period, year-wise?", "225649": "(a) whether a passenger vessel is grounded in the premises of Mormugao Port Trust (MPT) for the last two years;(b) whether the vessel has recently tilted giving rise to the possibility of oil leakage into the sea; (c) whether various authorities dealing with pollution control are engaged in collecting samples from the sea-waters;(d) whether MPT has sent any report to the Central Government in this regard; (e) whether the Ministry of Environment, Forest and Climate Changes has taken any remedial measures on the request of any central agency or otherwise; and(f) if so, the details thereof?", "220989": "(a) whether a joint meeting on ports, security and development has been held to develop islands and to expedite the ambitious Sagarmala Project; (b) if so, the details of decisions taken in the above meeting; and (c) the steps taken to implement them?", "220988": "(a) whether Government proposes to execute a project called Sagarmala to cover coastal States; (b) what is the alignment of the project and through how many States the project would be executed; (c) the total length in kilometers and total area in square meters to each of the States; (d) whether all clearances required for the projects including environmental clearance have been obtained; (e) the cost of the project; and(f) the mode of financing including by the Central Government, State Governments and private parties?", "221526": "(a) whether it is a fact that Government is considering waterway on a 1,620 kilometer stretch on the Ganga between Varanasi and Haldia and 30 water ports would be constructed there;(b) if so, the details thereof; (c) whether it is also a fact that Varanasi, Haldia and Sahibganj would be developed as multi modal hubs with roadways, waterways and railways; and (d) if so, the details thereof?", "221527": "what are the salient features of Sagarmala Project?", "228071": "(a) whether Government plans for revamping of about 13 shipping projects under Sagarmala Programme; (b) if so, the details thereof; and(c) by when these ports under the programme would be fully ready for operationalization?", "222386": "(a) whether the Ministry is aware of the drastic reduction in fleet share falling from 35.5 per cent in 1990 to just 10.9 in 2011-12;(b) the details of existing fleet share along with details of production of vessels during the last five years and the steps taken to boost production in the country;(c) the details of vessels imported during that period; and(d) the details of Shipbuilding Subsidy Scheme operational in the country 8 years ago and projected period of its re-implementation by the Ministry?", "221531": "(a) whether Government has accorded approval to provide credit from EXIM Bank for the development of Chabahar port in Iran;(b) if so, the details thereof; (c) the details of benefits India is going to get due to development of the port; and (d) by what time, the project is expected to be completed and become operational?", "221530": "(a) the updated status of action taken by the Inland Waterways Authority of India to develop inland waterways in Odisha which has a long coastal line in the country; (b) whether the Ministry has received any representation from the State Government in this regard;(c) if so, the details thereof and the updated status of further action taken by the Central Government on the representation; and (d) the details of funds already allocated/ proposed to be allocated for the purpose?", "221533": "(a) whether Government has any proposal to modernise the ports to international standards ; (b) if so, the details thereof along with the funds released/spent for this purpose during the Eleventh and Twelfth Five Year Plan periods, State-wise and port-wise ; and(c) if not, by when the modernisation of ports would be completed?", "221532": "whether it is a fact that Government is preparing a plan to invest and revamp Kolkata port and Haldia Dock to boost industrial and commercial business in West Bengal?", "221535": "(a) whether any proposal relating to the development of Chabahar port in Iran is under active consideration of Government; (b) whether it would give India a sea land access route to Afghanistan bypassing Pakistan, if this proposal is cleared by Government; (c) what would be the cost of the project; and (d) the details in this regard?", "221534": "(a) whether it is a fact that Puducherry lighthouse is one of the 78 lighthouses identified for development as a centre of tourist attraction in the country; (b) whether any request from the prospective developers has been called to develop the above lighthouse; and (c) if so, the details thereof and by when it is likely to be completed?", "230698": "(a) the names of Indian companies that are into shipbuilding within India; (b) how many of them are into collaboration with foreign shipbuilding companies; and (c) what are the facilities and the benefits that Government is providing in order to encourage shipbuilding within the country?", "230699": "(a) whether it is a fact that all lighthouses across the country would get solarisedby this year end and help saving 600 kg carbon foot print per day; (b) if so, the details thereof; (c) whether it is also a fact that till now 176 lighthouses have been fully solarised; (d) whether Government has prepared a roadmap for developing areas adjoining lighthouses with such solarisation; and (e) if so, the details thereof?", "224125": "(a) the financial allocation for the Sethusamudram Ship Channel Project (SSCP) in the 2013-14, 2014-15, 2015-16 and 2016-17 Union Budgets;(b) whether there has been any modification made in SSCP to avoid touching or rupturing the Rama Setu/ Adam''s Bridge; (c) if so, the details of the modifications; and (d) whether Government has informed the Supreme Court as directed by the Court in Transfer Case No. 26-27 of 2007?", "224124": "(a) whether Government has any proposal to start container services from Kakinada seaport in Andhra Pradesh by exporting seafood products, agriculturerelated products, ceramic, fine rice and paper and if so, the details thereof; and(b) if not, the reasons therefor?", "224127": "(a) whether Government has done any detailed study on the present state of water transport in India through rivers and other inland waterways; (b) if so, the details of the steps taken by Government to promote water transport in India; and(c) whether the Centre is planning to provide any financial assistance to cities towards promoting water transport in India?", "224126": "(a) whether Government has any proposal to start sea water transport service in the country and if so, the details thereof; (b) whether Government mulls any such cruise, hovercraft service between various coastal towns of Gujarat and Mumbai, Goa etc. from Jamnagar to Mumbai using small ships or ferry boats; and (c) if so, the details thereof?", "224121": "(a) whether Visakhapatnam port has undertaken expansion exercise to increase its capacity, and if so, the details thereof;(b) whether it has designed norms and reduced tariff to drive higher productivity, improve utilization of assets and increase competitiveness of major ports and if so, the details thereof;(c) whether the steps taken have resulted in handling higher volume of cargo and growth rate, with details; and(d) whether any agreement has been signed for transport of cargo through rail route and road route for transport of cargo to Nepal and if so, the details thereof?", "224120": "(a) whether Chennai Port Trust proposes to invest to strengthen its capacity and to face competition from other ports and if so, the details thereof;(b) how they propose to fund the investments; (c) the major activities being undertaken by the port; and (d) what is the revenue of the port during the last three years and how it compares with the current year, with details?", "224123": "(a) whether Government has a plan to expand coastal shipping to carry out a bigger share of goods movement and if so, the details thereof; (b) how many public ports exist now, how many private ports; what are their share in goods handling during the last three years;(c) how many new ports are envisaged in public and private sectors;(d) whether any of the public sector ports is running on a loss in recent years and if so, what is the loss; and(e) what is the case with private ports?", "224122": "(a) whether any proposal is pending with Government to develop new ports in the country including in the State of Tamil Nadu;(b) if so, the details thereof; and (c) if not, the reasons therefor?", "221528": "(a) whether Government has taken any initiatives to revive handling of iron ore and coal at Chennai port ; (b) if so, the details thereof; and (c) if not, the reasons therefor?", "224910": "(a) whether it is a fact that Government is contemplating to build the largest cruise centre in Mumbai; (b) if so, whether Government has taken any steps in this regard, so far; and (c) if so, the details thereof and if not, the reasons therefor?", "224911": "(a) whether the Jawaharlal Nehru Port Trust, with a view to introduce transparency in the container operation, is going to introduce digital tracking system of containers; (b) if so, the details in this regard; (c) what are the features of this digital tracking system and by when it would be made fully operational; (d) whether Government intends to introduce this digital tracking system in other major ports also; and (e) if so, the details thereof and by when the system would be introduced in other major ports?", "224912": "(a) whether the Ministry has any plan to start Roll-on and Roll-off (RO-RO) service to transport cars between KolkataVaranasi stretch of river Ganga in near future; (b) if so, the details thereof; (c) whether the Jal Marg Vikas project between Allahabad and Haldia on river Ganga is taken up speedly; (d) if so, the amount of money Government proposes to spend on this project; (e) whether any time limit has been fixed for completion of the said project; and (f) if so, the details thereof?", "221529": "(a) whether the shipping industry has demanded that Government should provide them a level playing field with Government owned ports, relaxation of tariff rules, etc.; (b) if so, whether Government is considering to help the industry to come out of its lean period ; and (c) if so, the details thereof?", "224914": "(a) how many port-rail connectivity projects are identified under Sagarmala and what is the total estimated cost thereof;(b) how many projects are being considered by Indian Port Rail Corporation Limited (IPRCL); (c) the details of projects already awarded for quick evacuation of cargo; (d) the details of projects being taken up by Railways; and (e) what is the time-line by which these projects would be completed, project-wise?", "224915": "(a) consequent upon Chabahar port development agreement with Iran, which countries India can have direct access to;(b) the details of ports in India which would get the benefit because of this agreement; (c) the amount likely to be provided by India for development of Chabahar port and in what time schedule; and (d) by what time, the whole complex of Chabahar port would be operational for navigation, berthing and other functions?", "223258": "(a) the details of innovative methods and steps taken by Government to enhance the capacity handling in various ports in the country; (b) the details of capacity achieved in various ports; (c) the steps taken by Government to provide state of art technology in all ports in the country to ease the loading and unloading of cargo and smooth transfer of the same; and(d) the funds spent during the last three years, port-wise, for the same?", "223259": "(a) whether it is a fact that 27 private shipyards in India which are reeling under massive losses due to a mountain of debt and lack of work are likely to get a fresh lease of life with new Government orders;(b) if so, the details thereof; (c) whether it is also a fact that a total of 141 Memorandum of Understandings worth ` 82,902 crore were signed at the Maritime India Summit; and(d) if so, the details thereof?", "223256": "(a) whether Government has any report about the infrastructure constructed to make the inland waterways operational;(b) if so, the details thereof, State-wise;(c) how many among them are operational; and(d) the details of amount spent by Government to construct such infrastructure, State-wise?", "223257": "(a) whether the Ministry is aware about immense potential for transportation on inland waterways;(b) the details of navigable inland waterways along with revenue earned from them during the last five years, State-wise; (c) the steps taken for promotion of inland waterways, including allocation and utilization of funds in this direction during those years, State-wise;(d) the current status of TechnoEconomic Feasibility (TEF) studies conducted for waterways including the expected period of its completion and investment required, State-wise; and(e) the details of progress achieved on National Waterways-5 on East Coast Canal and expected period of completion?", "223254": "(a) whether ports in the country have met last year performance in volume of trade for the financial year which ended on the 31st March, 2016;(b) if so, the details thereof and the reasons for not achieving the targets;(c) whether every year the Ministry has been fixing an unscientific target in spite of the fact that the global economy is down; and(d) if so, what steps the Ministry is taking to re-fix the target taking into account slow down in the global economy?", "223255": "(a) whether it is a fact that Government has decided to table a new bill that will facilitate model agreement by way of Public Private Partnership (PPP) in the port sector;(b) if so, the details thereof; (c) whether it is also a fact that Government is considering coming out with a new model agreement for the above; and (d) if so, the details thereof?", "223252": "(a) names of persons or companies 401 which have been granted leases of major port trust lands, for more than 30 years; (b) the dates on which such lands were granted and the reasons therefor; (c) whether Government propses to make any statutory changes to grant land to applying parties by statutory provisions and not by executive orders without any exception; and(d) whether Government has prepared any guidelines for permitting port trusts to grant powers of executing leases/licenses beyond 30 years?", "223253": "(a) the names of the major port trusts who have titles to the land they are in possession; (b) the names of major port trusts who have their titles recorded in the record of rights of the State Governments; and (c) the details of land, which they are in possession with clear titles and such area of land where names are recorded in the record of rights having no title to the land, port trusts-wise?", "223250": "(a) whether Government plans to seek investments in ports through PPP model with a view to develop their infrastructure, modernizing them, integrate them with SEZs, etc. in the country; (b) if so, the details of this scheme; (c) what are details of Sagaramala projects; and (d) whether some of the ports are running into losses and if so, the details thereof and how Government proposes to make them profitable?", "223251": "(a) whether it is a fact that during 2015-16, major ports had added 94 million tonne capacity which was the highest in their history;(b) if so, the details thereof; (c) whether it is also a fact that the profit margin of 12 major ports owned by Government improved from 27 per cent during 2013-14 to 39 per cent during 2015-16; and(d) if so, the details thereof?", "224118": "(a) whether Government plans to develop inland waterways in Goa by dredging six of its rivers; (b) if so, the details thereof; and(c) the steps taken by Government to protect the marine ecology of the rivers from impact of dredging?", "224119": "(a) whether Government proposes to construct a satellite port in Goa;(b) whether Government has acquired any land for the purpose;(c) the details of land acquired, proposed to be acquired and the details of land in possession of the Mormugao Port Trust (MPT);(d) the details of the survey numbers of the land in possession of MPT which Government proposes for the purpose of constructing satellite port; and(e) mode of financing the project, whether any PPP model partners identified, names of the companies or partnership firms identified?", "226525": "(a) whether any allegations of corruption are there regarding dry docking of ships in the Shipping Corporation of India (SCI); (b) if so, the details thereof; and (c) if not, the reasons therefor?", "226524": "(a) whether Government has planned to use Kolkata-Varanasi stretch of river Ganga for Ã¢<U+0080><U+009C>roll-on and roll-offÃ¢<U+0080>Â\u009d (Ro-Ro) service to transport cars between these two points, if so, when; (b) whether a trial run has been made to this effect; (c) whether it is going to be a cheaper and non-polluting water way cargo vessel transport when formally launched; (d) whether, as a part of the plan, a multi-model terminal is proposed to be constructed at Varanasi which may have road and rail connectivity and may also help in reducing the road distance; and (e) if so, the details thereof?", "228804": "(a) whether it is a fact that Government would augment the process of development of 36 waterways in the first phase and soon float tenders to invite bids for the project; (b) whether it is also a fact that Government has received draft feasibility reports for those waterways; (c) whether this environment friendly and cost effective mode of transportation would reduce the logistics costs significantly from as high as 18 per cent in India; and (d) if so, the details thereof?", "228073": "Will the Minister of SHIPPING be pleased to state the details of MoUs signed with foreign countries during the last two years for the development of ports and manufacture of ships in the country?", "228072": "MINISTER OF STATE IN THE MINISTRY OF SHIPPING(SHRI MANSUKH L. MANDAVIYA)(a)&(b):Port Master Plans for 12 Major Ports have been prepared keeping in mind the requirements upto year 2035. A total of 142 port modernization and 30 Port connectivity projects have been identified in the Master Plans.(c) These identified projects will be taken up over the next 20 years (till 2035) for implementation in phases. *****", "223249": "(a) whether it is a fact that shipping industry is not getting adequate support from banking sector in India; (b) if so, the reasons therefor; and(c) what steps are being taken to make available funds required for this industry which would need massive funds in future?", "222247": "(a) what is the progress of Sagarmala project aimed at port-led development in coastal areas; (b) what is the expected amount to be invested in various major ports under this project, with details;(c) the outcome of the meeting of the National Sagarmala Apex Committee in connection with execution of various projects on the basis of suggestions from international consultants to increase efficiency, with details; and (d) what is the schedule of various projects, port-wise and State-wise?", "224909": "(a) whether the subsidy scheme for ship building industry, which had expired, has been extended and if not, the reasons therefor; (b) the details of old accounts thereof cleared and those which are pending; (c) whether ship building and ship repair industry has been granted infrastructure status and if so, the details thereof along with the benefits likely to accrue to the industry; (d) whether there is any plan to increase percentage share of India in the world in ship building and ship repair industry; and (e) whether any vision document has been prepared in this regard and by when its targets are intended to be achieved?", "224908": "(a) whether it is a fact that the capacity of major ports located in Tamil Nadu viz., Chennai port, Kamarajar port and Tuticorin port has dwindled over the years; (b) if so, the details of capacity of major ports during the last ten years; (c) whether Government has formulated any comprehensive plan to enhance the capacity of major ports from the existing level to the higher level; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "224907": "(a) whether it is a fact that the development of sea port at Sagar island has been delayed; ;(b) if so, the details thereof; (c) the details of timeline for development of port there; (d) the details of funds allocated for 186 development of the port along with the detailed break-up; and (e) the feasibility of developing a sea port at sagar islands?", "224906": "(a) whether Government has made any assessment of exploitation of immense potential that exists for growth of cruise shipping; (b) if so, the details thereof; and (c) what has been the response of global cruise operators to the initiatives taken by Government in this area?", "224905": "(a) whether Government has planned for capacity addition of ports in the country; (b) if so, the present operational details and cargo traffic handling during the last four years; (c) the budget plan and development of ''Jal Marg Vikas'' programme therein, portwise; and (d) the inland wateways development and revival plan for 2021?", "224904": "(a) the capacity of major ports in the country during the last five years, portwise; (b) the targets set by the Ministry to improve the capacity of 12 major ports; and (c) whether the Ministry has finalised on corporatisation of major ports and if so, the details thereof and if not, what alternative steps are being taken to modernise and develop ports?", "224903": "(a) whether any developmental activities regarding the six nationalised rivers of Goa have started; (b) if so, what are the activities that have been started and the names of the rivers where these activities have started; (c) the names of the agencies involved in doing these activities; (d) the estimated amount incurred, spent, proposed to be spent; and(e) the details of local or Central Government agencies from whom the permission have been obtained and the nature of the permission?", "224774": "(a) whether it is a fact that the Shipping Corporation of India (SCI) embarked on reckless purchase of ships when the costs were high; (b) if so, the reasons therefor; (c) what is the total loss due to this ill-conceived ship purchase plan; and (d) who were the beneficiaries of the huge kick-backs involved in the deal?", "228950": "(a) whether Government proposes to build any major Coastal Economic Zone so that exports can be increased in some areas particularly in the fields of electronics and textiles and our presence could be registered in the leading global markets; (b) if so, the details thereof; and (c) whether this scheme would encourage the ''Make in India Programme'' and aid in employment generation and if so, the details thereof?", "228951": "(a) whether the Odisha Government has submitted any proposal for riverine ports on the river Mahanadi in Jagatsinghpur district; (b) if so, the details thereof; (c) whether the Ministry has any plan to include these riverine ports under the National Perspective Plan during the current financial year; and (d) if so, the details thereof?", "222390": "(a) the present status of domestic shipping industry in the country; (b) whether the current fiscal policy and the absence of a level playing field have dented the growth of domestic shipping industry and if so, the Government''s reaction thereto;(c) whether Government proposes to encourage local shipping industry including permission to raise foreign currency loans/ bonds through financial institutions and if so, the details thereof; and (d) the other initiatives taken by Government to encourage shipbuilding industry?", "222391": "(a) whether Government has taken adequate steps to develop and improve the capacity of cargo handling at various ports in the country;(b) if so, the details thereof;(c) whether Government has provided funds for development of adequate infra facilities at various ports in the country; (d) if so, the details of amount allocated, provided and utilized in these ports during the last five years, year-wise, port-wise; and(e) the performance of private ports and their capacity handling in comparison with Government ports?", "222392": "(a) whether Government is aware that approvals for expansion of existing ports and initiation of new ports along the coastline are delayed by as long as two years, for want of clearances under Coastal Regulation Zone (CRZ) and Environmental Impact Assessment (EIA) Notifications;(b) the details of requests received during the last three years for expansion of existing ports/initiation of new ports both approved and pending, project-wise; (c) whether functioning ports, already having necessary clearances under CRZ and EIA Notifications, require clearance for expansion activities within the port area; and (d) if so, the details of such proposals within port projects pending for approval, State-wise?", "222393": "(a) when the Kakinada-Puducherry has been declared as National Waterways; (b) if so, what are the reasons for delay in implementing the above waterway in spite of completing other three of the five identified waterways; and (c) by when it is likely to be completed and the present status of the project?", "222394": "(a) whether Government is planning to develop national waterways with the Central Road Fund; (b) if so, the details thereof;(c) the total amount proposed to be allocated for the purpose during the current financial year; (d) whether Government has prioritised the waterways for development; and (e) if so, the details thereof?", "222395": "(a) whether it is a fact that most of the 12 major ports in the country have successfully crossed their respective performance figures of the previous year 2015-16;(b) whether it is also a fact that, they could not however achieve the target fixed by Government;(c) whether every year Government fixes an unscientific target which cannot be met with; and(d) if so, the reasons therefor?", "228947": "(a) whether the Mormugao Port Trust proposes to construct a satellite port of Betul in South Goa; (b) whether any social impact study has been made with respect to the proposed project; (c) whether the statutory clearances required for the purpose have been obtained; (d) the quantum of land required for the purpose; (e) whether land is acquired for the purpose and/or any proposal made to the State Government for the purpose; (f) the total cost of the project; and (g) the details of mode of financing the project?", "228946": "(a) whether Government has decided to develop National Waterways 99 in Tamiraparani river in Tamil Nadu; (b) if so, the details thereof; (c) whether Government has undertaken any sustainable feasibility study before declaring it as National Waterways 99; and (d) if so, the details and salient features of the study?", "228945": "(a) the steps taken by Government regarding the proposed nationalisation of six rivers; (b) whether any land is proposed to be acquired along the banks of rivers; (c) whether the Inland Waterways Authority proposes to make any constructions on such land;(d) what is the amount required to develop these rivers; (e) what would be source of funding for development of projects required to be constructed along the banks of rivers; and (f) the names of private companies with whom negotiations are being worked out, if any, for the development of rivers?", "223264": "(a) whether Government is encouraging private investment in developing sea ports; and(b) if so, what are the proposals for developing Mookaiyur in Ramnad District, and Kalachal in Kanyakumari district by looking into the welfare of fishermen?", "223263": "(a) whether it is a fact that the land under possession of major ports remains unutilised; (b) if so, acreage of port land allocated and the percentage of land unutilised; and (c) the steps proposed by the Ministry to ensure optimum utilisation of land resources?", "223262": "(a) whether it is a fact that efficiency improvement has lowered the logistic cost for the trade, creating estimated benefit of ? 400-500 crore per year; (b) if so, the details thereof;(c) whether it is also a fact that the major ports have increased their operating profits from ?3593 crore during 2014-15 to ?4268 crore during 2015-16; and (d) if so, the details thereof, port-wise?", "223261": "(a) whether India and South Korea have entered into any pact for developing ports in the country;(b) if so, the details thereof;(c) whether the Ministry has identified the ports which are to be developed through this pact; and (d) if so, the details thereof?", "223260": "(a) whether Government has formulated any concrete action plan to promote shipping in the country and if so, the details thereof; and (b) whether Rajasthan is included in said plan and if so, the details of areas that would be covered under this scheme and the manner in which shipping would be connected to Rajasthan and by when the work would start, as per the plan?", "228949": "(a) whether it is a fact that the Ministry of Defence has awarded ` 50,000 crore projects to this Ministry; (b) if so, the details thereof and the details of other projects proposed to be awarded by that Ministry; (c) whether private sector is also involved in such projects; (d) if so, the details thereof; and (e) the details of MoUs, if any, entered into between the Ministry of Defence and this Ministry?", "228948": "(a) the details of amount Government proposes to invest for modernization and upgradation of ports, islands and fish harbours in the country; (b) the number of major ports proposed to be developed during the next three years and the new sites identified by Government to be converted into ports; and (c) whether Government also proposes to set up coastal/special economic zones in Gujarat and if so, the details thereof along with the number of coastal/special economic zones likely to be set up?", "220831": "(a) whether there is any proposal to set up a Maritime Board in Andhra Pradesh and if so, the details thereof; (b) whether Government proposes to utilise the port lands of Bhavanapadu, Meghavaram, Kalingapatnam, Bhimunipatnam, Gangavaram, Nakkapalli, Kakinada SEZ, Kakinada Deep Water, SurasenaYanam/Ravva, Narsapur, Machilipatnam, Nizampatnam, Vodarevu, Krishnapatnam and other for their overall development; and (c) if so, the details thereof and the steps being taken to develop these ports?", "225786": "(a) whether Government has made plans to revive the old Buckingham canal and other canals which were operational prior to 1950; (b) the details of studies that have been done to revive this canal network; (c) whether funds have been allocated for this purpose; and (d) if so, the details of plans and schedules to revive the network?", "225787": "(a) the details of steps taken or proposed to be taken by Government for modernisation and increasing the capacity of major ports along with the cargo handling capacity in the country; (b) whether Government is considering to provide road and rail connectivity to ports for the enhancement of cargo handling capacity for the next three years; and (c) if so, the details thereof indicating the steps taken or proposed to be taken for bringing more investments in shipping industry''s overall development?", "225785": "(a) whether the MoU which was signed between Gas Authority of India Ltd. (GAIL) with Paradip Port Trust (PPT) on 26th October, 2013 to set up a floating storage, regasification unit, floating off shore, jetty, off-shore pipeline, on-shore pipeline, receiving and metering facilities and LNG re-gasification terminal at Paradip Port would expire on 26th October, 2016; (b) whether PPT would renew the MoU with GAIL in order to continue the above mentioned projects; and (c) if so, the details thereof?", "225788": "(a) whether Government proposes to expand/develop the infrastructure in shipping sector in the country; (b) if so, the details and the present status thereof along with the details of schemes proposed/under implementation; and (c) the locations identified/proposed to be developed under the said schemes along with the financial implications involved therein?", "225789": "(a) whether it is a fact that the first Maritime India Summit was held recently; (b) if so, the details thereof; (c) the details of issues that have been discussed in the Summit; (d) how the Summit would help in increasing the port capacity from 140 croretonnes to300 croretonnes by 2025; and (e) what would be the potential employment opportunities that could be created due to the above?", "226668": "(a) whether Government has put in place a roadmap to modernize revamp and overhaul the port sector of the country; (b) if so, the details thereof; and (c) what other measures Government has initiated or propose to initiate to make Indian ports world class?", "226669": "(a) the operational status of 106 new inland waterways; (b) whether an assessment study has been/would be conducted to ascertain the level of pollution these inland waterways would cause; (c) if not, the reasons therefor; and (d) the area of forest land needed to operationalise these inland waterways?", "222389": "(a) the number of maritime colleges in the country, State-wise;(b) the number of students, so far, passed out of these colleges but remained unemployed; and(c) how many students are given financial assistance for on-board training?", "222388": "(a) whether Government proposes to allow Public Private Partnership in shipping industry; (b) if so, the details thereof along with the areas where it is likely to be allowed in shipping industry; and (c) the steps taken/being taken by Government in this regard?", "222387": "(a) whether it is a fact that Government is considering to harness the country''s 50,000 kms. of sea and river fronts as waterways; (b) whether it is also a fact that Government is considering innovative ways to raise around ` 70,000 crore to develop these stretches in the first phase; (c) whether only five of the river stretches has been declared as national waterways, so far; and (d) if so, the details thereof?", "222246": "(a) whether it is a fact that Government is taking steps to revive 27 shipyards which are facing problems in unlocking capital worth over ` 1 lakh crore; (b) if so, the details thereof;(c) whether it is also a fact that Government is committed to revive them on the lines of stuck road projects where it has rolled out a majority of the ` 3.8 lakh crore stuck projects; and(d) if so, the details thereof?", "222385": "(a) whether it is a fact that Government will showcase more than 150 projects for investment under the Sagarmala project for 217 port modernisation in the Indian Maritime Summit to be held in Mumbai;(b) whether it is also a fact that Government is planning to create 40 lakh direct employment and 50 lakh indirect employment during the next five years in the maritime sector; and (c) if so, the details thereof?", "222384": "(a) whether it is a fact that by promoting water transport, logistic cost, which was 18 per cent in India as compared to barely 8-10 per cent in China and 10-12 per cent in European countries, would come down significantly;(b) whether it is also a fact that water transport is not only environment friendly but also much cheaper; (c) whether it would cost ? 1.5 a km. to carry cargo by road and ? 1 by rail and through waterways the cost would be a mere 25 paise a km.; and (d) if so, the details thereof", "222383": "(a) whether it is a fact that Government is expected to sign agreements worth over ? 72,000 crore with private players on port related projects at the Indian Maritime Summit to be held in Mumbai soon;(b) whether it is also a fact that Government has identified 109 projects worth ? 72,864 crore on which agreements will be signed during the said event; (c) whether the sectors identified for investment include ship building, ship repair and recycling, port modernization, new port development and multi modal logistic hubs among others; and(d) if so, the details thereof?", "222382": "(a) whether it is a fact that entry of new private ports has made severe impact in the revenue generation of Government owned ports in the country; (b) if so, the details thereof; (c) the details of private ports that have come into operations since liberalisation of port sector; (d) the details of revenue generated by public sector ports before opening of the port sector to private sector; and (e) the details of revenue generated by public sector ports after opening of ports sector to private sector?", "221367": "(a) whether the progress of Sagarmala project is running behind schedule; (b) if so, the reasons therefor; (c) if not, the status thereof; and (d) how many jobs are expected to be created by this project?"}, "2015": {"215886": "the details of progress of Kollam-Kottapuram stretch of West Coast Canal along with Champakara and Udyogmandal Canals (205 km.) in Kerala which are declared as National Waterways ?", "215887": "(a) whether Government proposes to sign an agreement with Egypt on marine transport;(b) if so, the salient features thereof; and(c) the benefits likely to accrue from the agreement?", "215894": "(a) whether Government has any plan for the development of Kollam Port;(b) if so, the details thereof; (c) whether Government is aware that the Kollam Port has the potential to be used as a source port for the construction of Vizhinjam Port; and (d) if so, the details thereof?", "210812": "(a) whether various categories of employees of Mormugao Port Trust (MPT) have placed their grievances/demands before the Chairman of MPT and/ or the Ministry;(b) what are their demands;(c) what is the stand taken by MPT/Ministry; and(d) the details of amount which would be required if the total demands of the employees are to be met?", "210813": "(a) whether Government is considering tapping the potential of inland waterways in the country for commercial transportation of goods;(b) if so, the details of inland waterways for commercial transportation in the country, State- wise;(c) the details of all inland waterways that are proposed to be developed as National Waterways along with estimated amount sanctioned for each, State- wise;(d) whether there are any targets or deadlines for the completion of the proposed inland waterways; and(e) the details of amount sanctioned to West Bengal for development of National Waterways during 2010 to 2015 year- wise?", "210810": "(a) whether Government has drawn any detailed action plan for renovation of ports and a roadmap for development of shipping sector in the country;(b) if so, the details thereof;(c) whether Government proposes to review the ongoing shipping projects in which there is private participation;(d) if so, the details thereof; and(e) the steps proposed to be taken by Government to strengthen the shipping sector of the country and make it internationally competitive?", "210811": "(a) whether there is any plan to implement Sagar Mala Project for setting up of smart cities and coastal economic zones in the country;(b) if so, the details thereof;(c) which are the coastal areas/ports identified to be developed under the project,State-wise; and(d) the funds allocated for the project, port-wise and by when the project is slated for completion and expected to generate revenue?", "215190": "(a) what is the individual turnover of top five ports owned by Government/ public sector during the last three fiscal years; and(b) the details about the turnover of top five ports in private sector during that period?", "210814": "(a) whether it is a fact that the Tariff Authority for Major Ports has allowed port owned terminals to set up their own tariffs;(b) whether it is also a fact that the said move is likely to provide greater flexibility to ports besides simplifying their operations; and (c) if so, the details thereof?", "208603": "(a) whether Government plans to start an inland waterway connecting Andhra Pradesh and Puducherry, if so, the details thereof; and (b) by when it is likely to be operational for transportation of commercial goods?", "209634": "(a) whether Government is aware of Indian ships being hijacked by Somalian pirates and Indian sailors being held captive;(b) the number of Indian ships and sailors held by pirates during the last five years, the details of number and percentage of sailors who have been released;(c) whether Government has taken any measures to improve the welfare of families of sailors who are being held hostages and if so, the details of ex-gratia payments, if any, made towards their families; and(d) whether Government has initiated any other measures to address the problem of piracy, and if so, the details thereof?", "208706": "(a) whether Government proposes to enact any legislation regarding provident fund for seamen;(b) if so, the essential features of the legislation; and(c) the number of seamen proposed to be benefited under the proposed legislation?", "208705": "(a) the updated status of action taken by the Inland Waterways Authority of India to develop inland waterways in Gujarat which has the longest coastal line in the country;(b) whether the Ministry has received any representation from the State Government in this regard;(c) if so, the details thereof and the updated status of further action taken by the Central Government on the representation; and (d) the details of funds already allocated/ proposed to be allocated for the purpose?", "216772": "(a) whether Government has any scheme to promote small and medium ports in the country under the current plan; (b) if so the details thereof; and(c) whether Kollam Port in Kerala has been given any project and if so, the details thereof?", "209632": "(a) whether the ship owners of the country have requested for restoration of support policy;(b) if so, the details thereof; and (c) whether such a policy is in existence in other countries which helps in boosting their ocean freight earnings;(d) if so, the details thereof; and(e) how far the above policy would address the grievances of the Indian ship owners towards better earnings?", "209633": "(a) whether Government proposes to make the shipping industry competitive to utilize the full potential in the country;(b) if so, the details thereof along with the projects taken up and completed, including the investment made for these projects, project-wise; (c) whether there is any vision to enlarge the scope of shipping industry in future; and(d) if so, the details thereof?", "215051": "(a) whether it is a fact that Government has approved the ratification of an international convention on biometric based documents to keep track of seafarers to ward off potential breach of security and possible terror attack through sea routes; (b) whether it is also a fact that the ratification of International Labour Organization Convention on SeafarersÃ¢<U+0080><U+0099> Identity Documents would benefit about 1.8 lakh Indians; and(c) if so, the details thereof?", "217653": "(a) the updated status of action taken by the Central Government on the representations received for extension of IV limits;(b) whether a final decision has been taken on the demands received in the representations and the same have been acceded to and if not, the reasons therefor;(c) by when the final decision is expected in this regard; and(d) the updated status of the request of Gujarat Maritime Board sent to the Directorate General of Shipping vide their letter dated the 6th February, 2013?", "217652": "(a) whether Government has any proposal to modernize the existing ports in different parts of the country;(b) if so, the details thereof;(c) whether Government is going to develop any new ports in any part of our country during the next couple of years; and(d) if so, the details thereof?", "217654": "(a) the details of funds allocated for the integrated national waterways transportation grid;(b) the estimated date by which the scheme would be implemented;(c) whether any environmental and social impact assessment has been done for the 101 waterways proposed under the Waterways Bill, 2015 and if so, the details thereof and if not, the reasons therefor; and (d) whether there are many problems associated with conversion of rivers into waterways including contamination of water, loss of fish species etc. and if so, whether Government has taken into account these problems before introducing the scheme?", "208709": "(a) whether it is a fact that the Cochin Port Trust had signed a licence agreement with the Dubai Port International on 31st January, 2005 for the development of an International Container Trans-shipment Terminal (ICTT) at Vallarpadam; and (b) if so, the details of agreement made and the progress made since then in the implementation of the agreement terms?", "208708": "a) whether Government has arranged for concessional financing for shipping sector of the country; andb) if so, the details thereof?", "208219": "(a) whether Government proposes to implement strict environment norms for ship breaking industries in the country;(b) if so, the details thereof; and(c) if not, the reasons therefor?", "208218": "(a) whether the Ministry has taken any steps to get the orders from the Ministry of Defence for Cochin Shipyard Ltd. (CSL);(b) if so, the details thereof; and (c) if not, whether the Ministry has taken any steps to get more orders to CSL to overcome to present crisis?", "216769": "(a)whether Government has approved a satellite port project in a joint venture at Dahanu, Maharashtra;(b)whether an MoU to this effect has been signed between the Central and State Government; and(c)by when this project is likely to come up and start functioning?", "216771": "(a) whether the operational efficiency of public sector ports vis-Ã\u0083 -vis the private sector ports is getting affected due to the regulations of Tariff Regulatory Authority of major ports;(b) if so, the reaction of Government thereto along with the steps being taken by Government in this regard;(c) whether the public sector ports are finding it difficult to compete with private sector ports; and(d) if so, the reasons therefor along with the action taken thereon?", "208213": "(a) whether Government proposes to nationalise more waterways in the country; (b) the States identified for the purpose and the concerned rivers; (c) whether any common scheme has been prepared for the purpose;(d) whether it is a fact that State Governments loose the right of development on the banks of such rivers; and (e) if so, the details thereof?", "215892": "(a) whether transportation through waterways is cheaper and efficient than other modes of transport;(b) if so, the details thereof;(c) whether government has any plan of converting rivers of the country into waterways ; (d) if so, the details thereof and the steps being taken by Government in this regard; and(e) what is the present contribution of waterways in the total transport requirement of the country?", "208215": "(a) whether it is a fact that Government wish to operate and use water transport between Agra and Delhi; (b) if so, the details of the project; and(c) the targeted time for making the project operational?", "208214": "(a) whether Government is working on building inland water transportation grid running across the country;(b) if so, the details thereof ;(c) the location identified for construction of ports for the purpose; and (d) the steps taken by Government to build a waterways network on the lines of current highway network?", "208217": "(a) whether Government is aware about the proposed trans-shipment container port at Vizhinjam in Kerala;(b) if so, the details of the project;(c) what is the present position of the project;(d) whether Government is involved in the development or planning of the project; and (e) if so, the details thereof?", "208216": "(a) whether Government is planning to convert 101 rivers into waterways in the country which are much cheaper mode of transport; (b) if so, the details thereof;(c) whether Government has fixed any time- frame for converting rivers into waterways in the country; and(d) if so, the details thereof?", "212209": "(a) whether Government has started work on development of ports in order to expedite the Sagarmala project;(b) if so, the details thereof; and(c) what is the present status of the project?", "213434": "(a) whether the proposals were already submitted by Government of Kerala to the Central Government regarding development of the Azhikkal port, Kannur District, Kerala under the Sagarmala project and the first stage of project such as warf and godown facility has already been developed by the State Government as recommended by the Central Government;(b) whether Government has taken any steps to include the Azhikkal project under the Sagarmala project;(c) if so, the details thereof and the timeframe for completion thereof; and(d) if not, the reasons therefor?", "213437": "(a) whether Government proposes to introduce a green channel for clearance of coastal cargo from existing berths;(b) if so, the details thereof; and(c) the steps taken by Government to ensure that coastal cargo is subjected to minimum documentation interface, in order to promote shipping?", "213436": "(a) whether the Ministry has carried out feasibility study for the Vizhinjam International Container Transshipment Terminal; and (b) if so, the details thereof and the features that make this project important and unique?", "213433": "(a) whether it is a fact that the steps are being taken by the Ministry for converting the rivers into waterways;(b) if so, the details thereof;(c) by when it would be possible and the amount that would be required for this entire process; and(d) the details of the model proposed to be adopted for its development?", "215191": "(a) what is the individual turnover of top five ports owned by Government/ public sector during the last three fiscal years; and(b) the details about the turnover of top five ports in private sector during that period?", "218531": "(a) whether Government has any schemes to promote inland water transport including cargo;(b) whether special schemes are mooted for promoting the manufacturing and use of small ships and barges; and(c) if so, the details thereof?", "218530": "(a) whether Government is planning to construct a greenfield sea port in Enayam, Kanyakumari; (b) if so, why Government is going ahead with this project even though experts say that constructing a port in Enayam is a bad idea, as even a natural fishing harbor is not there; (c) whether it is a fact that at least 10 fishermen villages near Enayam would have to be vacated for the project; and (d) whether there is any plan made simultaneously for the rehabilitation of people to be evicted and if so, where and how they would be provided housing facilities?", "213284": "(a) whether Government has approved bilateral coastal shipping trade between neighbouring countries; and (b) if so, the details thereof?", "213439": "(a) whether Government has chalked out any scheme for incentivizing modal shift of cargo from rail/road to coastal shipping in certain identified cargo categories;(b) if so, the details thereof along with its salient features;(c) the reasons for delay in implementation of the scheme; and(d) the steps taken by Government for proper and early implementation of the scheme?", "215192": "(a) whether Government proposes to build ships using only indigenous technology;(b) if so, the details thereof; (c) whether Government is setting up new ports and fillip to inland water ways to make Indian shipping sector vibrant:(d) if so, the details thereof;(e) whether Government proposes to set up a new port in Andhra Pradesh in addition to the existing ports; and (f) if so, the details thereof?", "215189": "(a) whether Government is preparing a National Perspective Plan (NPP) under the Sagarmala project to identify potential Coastal Economic Zones (CEZs) in the country;(b) if so, the details thereof;(c) whether the project plans to enhance the capacity of major and non-major ports and make them more efficient; and(d) if so, the status of implementation of this project?", "210809": "(a) whether it is a fact that our country is one of the biggest destination for ship breaking industry;(b) if so, the details of safety measures undertaken at the port/places where ship breaking are undertaken;(c) whether Government has made any specific policy regarding the safety and environment protection of the place concerned; and(d) how many places in India are concerned with such industry and the net revenue gained to Government from this industry?", "210808": "(a) the number of Maritime Colleges in the country;(b) the number of students so far passed out of those colleges but remained un-employed; and (c) how many students are receiving financial assistance for onboard ship training?", "215891": "a) whether it is a fact that work on waterways is yet to start inspite of GovernmentÃ¢<U+0080><U+0099>s announcements;b) if so, the reasons therefor; c) if not, the status of the progress regarding the construction of waterways; andd) the details of GovernmentÃ¢<U+0080><U+0099>s waterways policy?", "215890": "(a) whether it is a fact that Government is working on Allahabad-Haldia Ganga Waterways project for coal supply to coal based thermal power projects;(b) whether Government has received suggestions from some economists and environmentalists regarding the problems originating due to this project;(c) if so, the reaction of Government thereto; and (d) by when Allahabad-Haldia Ganga Waterways project would be started?", "215893": "(a) whether Government is planning to relax cabotage at International Container Transshipment Terminal (ICTT) at Vallarpadam;(b) if so, the details thereof;(c) whether Government is aware that the cabotage relaxation, which ended on September 19, 2015, is affecting the port in realizing its full potential; and(d) if so, the details thereof?", "215751": "a) whether Government has prepared any scheme for the development of inland waterways as National Waterways, recently;b) if so, the names of rivers declared as National Waterways in Goa and the extent and scope of each of these waterways;c) the amount allocated or proposed to be allocated for the development of these waterways and the types of development envisaged for the National Waterways in Goa; and d) thedetails of restrictions on the powers of the State Government which are likely to be imposed?", "208068": "(a) Whether the willingness of Sri Lankan Government to restore the Rameswaram-Talaimannar shipping and ferry services has been reciprocated by Indian Government; and(b) If so, what is the tentative date of inauguration of the pending Dhanushkodi infrastructure project?", "218527": "(a) whether Government has taken any initiative to develop the inland waterways in the country;(b) if so, the details thereof; and(c) the details of budget allocated, target fixed and achievement made in developing new inland waterways during the last three years, project-wise?", "210805": "(a) whether Government is considering a proposal to allow private players to operate port facilities to transport cargo and also to set up captive berths at ports; and(b) if so, the details thereof?", "210804": "(a) whether Government is planning to develop waterways into highways all over the country;(b) if so, the details of such waterways identified, State-wise; and(c) the amount of funds allocated therefor?", "210807": "(a) whether Government has envisaged Sagar Mala project;(b) if so, the details thereof;(c) whether 12 smart cities at India''s major ports and 1208 islands would be developed under the project;(d) if so, whether Kolkata and Haldia Ports, Sagar Island, Nayachar in West Bengal are included for setting up of smart cities and development of islands;(e) if so, the details thereof; and(f) if not, the reasons therefor?", "210806": "(a) what is the target in terms of million tonnes of cargo fixed for various ports in the country during the last three years and the current year;(b) whether the targets have been achieved in terms of performance;(c) whether anti-pollution norms are being maintained while fulfilling the targets, to make it environment-friendly; and(d) if so, the details thereof?", "214314": "(a) whether Government has schemes to promote inland water ways transport;(b) if so, the details thereof;(c) whether Government has schemes to promote small ship building; and(d) if so, the details thereof?", "218525": "(a) whether Government has created any institutional framework for Sagarmala project;(b) if so, the details thereof along with the present status of work on the project; and(c) the fresh steps taken by Government for early execution of the project as well as ensuring integrated development of ports and efficient evacuation to and from hinterland?", "215888": "(a) whether Government has any plans to reconstitute working groups/ committees of the port trusts coming under the purview of the Ministry;(b) if so, the details thereof; (c) whether Government has ensured that all the working groups and committees of various port trusts have adequate representation from people with appropriate technical, educational and sociological background; (d) the complete list of committees/working groups constituted by the Ministry to support and guide various port trusts in the country, port trust-wise; and (e) the details of private ports and the constitution of the governing/managing committee, port-wise?", "214313": "(a) whether the Ministry is planning to convert ports owned by the Indian Government into corporate entities;(b) if so, the details thereof,(c) whether the Ministry intends to continue the provision of seats on the board of directors for unions post corporatisation of ports;(d) if so, the details thereof, and(e) whether the Ministry is taking any measure to ensure that the union and labourersÃ¢<U+0080><U+0099> interests are not compromised as a result of corporotisation of ports; and(f) if so, the details thereof?", "214312": "(a) whether Government has received any proposals from the State Government of Gujarat for establishment of Maritime University in the State;(b)if so, the details thereof; and (c)by when the University is likely to be established in the State?", "216768": "(a)the blueprint prepared by Government to achieve its target of 101 waterways in the country; (b) whether it is a fact that 101 rivers have been identified for this purpose;(c)if so, the details thereof with a particular reference to Telangana; and (d)how waterways are commercially viable as compared to rail and road ways?", "215889": "(a) the total percentage of the foreign trade of the country being transacted from the existing ports;(b) the total capacity of these ports and whether this capacity is adequate;(c) whether Government has formulated any action plan with a view to increase this capacity; and(d) if so, the details thereof?", "213435": "(a) whether it is proposed to develop a strategic port in Iran with Iranian Government to help boost trade and equally help in other strategic matters;(b) if so, the details thereof;(c) how far this new port would help India strategically;(d) whether certain countries have raised any kind of objection to such a development; and(e) if so, the details thereof along with the reasons therefor?", "208707": "(a) whether Government proposes to bring in a comprehensive policy to promote the local ship building industry;(b) if so, the details thereof and the time-line for its implementation;(c) the details of the amount disbursed for setting up of a corpus for extending cheaper funds to ship builders out of the 15,000 crore budget allocation;(d) the details of the amount given as subsidy or grants to the shipping industry and ship builders, each year, scheme-wise since 2010 to 2015; and(e) the details of the number of beneficiaries under the aforementioned schemes, State-wise?", "213440": "(a) whether the National Seamen Association of India has made any representations to Government regarding the problems faced by them;(b) whether it is a fact that these issues relate to the grant of pension and air baggage facilities returning to their homes by air;(c) whether the Ministry had any time taken up the issue of grant of pension to the seafarers with the Ministry of Finance;(d) what was response of that Ministry;(e) whether Government proposes to arrange a meeting of the officials of the Ministries of Shipping and Finance and association or associations of seafarers; and(f) if so, when the meeting is likely to be held?", "213441": "(a) whether Government proposes to introduce a dedicated cadre namely Indian Maritime Service for country''s maritime sector;(b) if so, the details thereof; and(c) the steps taken by Government to ensure better administration of various ports in the country by qualified maritime professionals?", "213442": "(a) whether Government has received any proposal from Government of Himachal Pradesh for starting water transport services on 16 routes in Bilaspur, Kangra and Chamba districts of the State as an alternative mode of transport;(b) if so, the details thereof along with the current status of the proposal;(c) whether the Inland Waterways Authority of India has also submitted its recommendations to Government in this regard; and(d) if so, the action taken/ being taken by Government thereon?", "216770": "(a) whether Government is aware about the problem faced by citizens living in Lakshadweep and Andaman and Nicobar Islands because of limited means of transport to the mainland of the country;(b) the details of existing facilities of transport of cargo and passengers along with the frequency , Union Territory-wise;(c) whether Government proposes to provide any subsidy or rebate for development of transportation facilities to those Union Territories; and(d) if so, the details thereof and if not, the reasons therefor?", "218526": "(a) whether Government is continuing the effort of developing Fishing Harbour in Mookkaiyur, Ramanathapuram District, Tamil Nadu to bring back migrated fishermen to Rameshwaram to settle them in pre 1957 cyclone position; and(b) if so, what are the steps taken in co-ordination with State Government to modernize the port and equip the fishermen to go for deep sea fishing as part of solution to quarrel between Tamil fishermen and Sri Lankan fishermen?", "216773": "(a) whether Government has any proposal to set up a dredging harbour in Antarvedi in Kurnool and West Godavari districts of Andhra Pradesh; and (b) if so; the details and the present status thereof along with the funds released and spent for this purpose?", "218387": "(a) whether Government plans to make amendments in the Major Port Trusts Act to change the management structure of major ports to help them function more efficiently and independently;(b) if so, the details thereof; and(c) what measures have been taken by Government to augment capacity and improve the operational efficiency of major ports?", "218528": "(a) whether Government has any plans to develop and initiate new sea routes and shipping services to various countries;(b) if so, the details thereof;(c) whether Government has signed agreements with foreign countries to develop and initiate new sea routes and shipping services to those countries; and(d) if so, the details thereof and the details of agreements made with countries abroad?", "215895": "(a) whether there is a plan to develop lighthouses across the country as tourist attraction;(b) if so, the details thereof and the names of lighthouses that would be covered under the scheme and pattern of their funding; and(c) the expenditure that would be incurred in developing lighthouses as tourist attraction and the features that would be provided?", "212069": "(a) whether it is a fact that Government is considering to set up a top notch world class maritime museum to show case IndiaÃ¢<U+0080><U+0099>s age old maritime heritage; if so, the details thereof; and (b) whether it is also a fact that Government has held discussions with the concerned in this regard and if so, the details thereof?", "218529": "(a) the details of ports which are having congestion problem;(b) whether Chennai Port is facing congestion problem; and (c) if so, the steps taken by Government to solve the problem of congestion there?", "212213": "(a) whether Government had proposed to set up nine new major ports in the country during 2011; (b) if so, the details thereof along with the names of the States where these ports were proposed to be set up; (c) the present status of each project;(d) whether Government proposes to allow private sector participation in setting up these ports and if so, the details thereof; and (e) by when these ports are likely to be set up and the steps taken by Government in this direction?", "212210": "(a) whether it is a fact that there have been no allocations to the shipyards in West Bengal during 2010 to 2015 towards committed liabilities under the Shipbuilding Subsidy Scheme;(b) if so, why Government has shown apathy towards that State while favouring certain other States like Gujarat, Maharashtra and Tamil Nadu; (c) if not, the details of funds released and the beneficiary shipyards in that State, year-wise during that period; and(d) the details of the shipyards that have overdue committed financial liabilities in the State?", "212211": "(a) whether Government proposes to encourage growth in the transport of goods through coastal vessels;(b) if so, the details thereof;(c) the details of steps taken in this direction; and(d) whether Government proposes to revive ports on the coast line of Konkan region?", "212216": "(a) whether Government has any proposal for the modernization of different ports of the country, particularly the Paradeep Port and Visakhapatnam Port;(b) if so, the details thereof; and(c) if not, the reasons therefore and whether all the modern facilities are available in these ports, at present?", "212217": "(a) whether Government has drawn an ambitious plan for the development of countryÃ¢<U+0080><U+0099>s underutilized waterways; (b) if so, the details of stretches of underutilized waterways identified;(c) whether the waterways in the country are cheaper than rail and road;(d) if so, whether all the water bodies would be converted into water ports; and(e) if so, the details thereof and steps taken by Government to promote waterways across the country?", "212214": "(a) the detailed plan for developing rail-cum-road connectivity for Sagar Island deep sea port; and (b) the detailed plans of the dedicated freight corridor connecting the said island with the rest of the country?", "212215": "(a) whether it is proposed to launch shipping services to Myanmar, Bangladesh and other coastal countries to boost ties ;(b) if so, the details thereof?(c) whether agreements between India and the above countries have since been signed to help the project to proceed ahead; and(d) if so, the details thereof?"}, "2014": {"201991": "(a) the number of Government and private ports in the country;(b) out of them, the number of public and private ports in Gujarat;(c) the number of new private ports for which applications have been received during 2013-14; and (d) the number of ports out of them which have been given permission?", "201990": "(a) whether it is a fact that the loss making coastal shipping sector has termed GovernmentÃ¢<U+0080><U+0099>s recent measures, including cash incentive of 50 paise per tonne per nautical mile upto 500 nautical miles on certain commodities and reduction in port charges for container ships, as too insufficient;(b) if so, the details thereof;(c) whether it is also a fact that the sector continues to reel under paucity of berths at ports and escalation in costs by about 40 per cent; and(d) if so, the details thereof?", "202125": "(a) whether it is a fact that the coastal shipping is inherently not profitable and it works only for specific routes and commodities;(b) whether it is also a fact that the coastal shipping is liable for large bulk volumes, longer routes and by using bigger ports;(c) whether the coastal shipping cannot work independently to these factors; and (d) if so, the details thereof?", "202124": "(a) the number of seamen lost their lives on board during the last five years on account of hijacking incidents and/or on account of accidental deaths;(b) the number of those who were the residents of Goa;(c) the details of compensation, if any, paid by the Shipping Corporation and/or by the respective companies;(d) the guidelines/rules existing at present for payment of compensation; and(e) the measures taken by Government towards safety of Indian ships, officers and crew members?", "202127": "(a) whether there is a need to develop more ports and berths to reduce waiting period for ships; (b) if so, the details thereof;(c) the details of plans chalked out in this regard;(d) how the proposed plans are to be implemented; and(e) what would be the share of Gujarat in the above plans?", "202126": "(a) whether it is a fact that the coastal shipping accounts for just 7 per cent of India''s domestic cargo transport network even though it has a coastline of over 7,500 km;(b) whether it is also a fact that the high taxes and low preference given by ports for a slew take off in business;(c) whether Government had allocated Rs. 300 crore to the sector during the Twelfth Five Year Plan; and(d) if so, the details thereof?", "202121": "(a) whether it is a fact that Government has approved 17,630 crore projects in the port sector to augment the capacity of major ports by about 151 million tonnes per annum;(b) if so, the details thereof; (c) whether it is also a fact that Government plans to establish four container terminals in the major ports across the country; and(d) if so, the details thereof?", "202120": "(a) the details of private cargo handlers in the ports across the country, the licence fee and revenue paid by them during the last five years and the current year, year-wise and port-wise;(b) the revenue earned in berths or jetties operated by private handling agents as well as by port trusts during the last three years and the current year, port-wise;(c) whether the gross financial irregularities in the ports across the country has resulted in huge revenue loss;(d) if so, the details thereof; and(e) the steps taken by Government to check such violations and corrupt practices?", "202123": "(a) the quantum of land owned and managed by 12 major ports of the country, port-wise;(b) whether government has drawn any plan for its use;(c) if so, the details thereof; and(d) the steps taken by government to ensure that all the major ports leverage their land resources for commercial advantage in a transparent manner?", "202122": "(a) whether both major and minor ports require capacity expansion and modernization;(b) if so, the details thereof;(c) whether Government proposes to develop new World Class Ports also;(d) whether sites have been identified for these ports; and(e) if so, the details thereof, State-wise?", "202128": "(a) whether Kollam Minor Port in Kerala is being given developmental projects by Government;(b) if so, the details thereof; (c) whether any proposal is there for starting passenger vessels from Kollam to Sri Lanka ; and (d) if so, the details thereof?", "203643": "Will the Minister of SHIPPING be pleased to state:(a) whether Government has decided to declare Lakhipur-Bhaga stretch of the Bank river in north eastern part of the country as a National Waterway; (b) if so, the salient features thereof; and (c) the steps taken by Government for regular maintenance of navigation aids, terminals and river dredging of the proposed national waterway?", "203642": "Will the Minister of SHIPPING be pleased to state:(a) whether Government plans to open sea routes for cargo trade to certain neighbouring countries;(b) if so, the details thereof; and(c) the steps taken by Government to increase the capacity of coastal cargo trade for the benefit of manufacturers, importers and exporters?", "203641": "Will the Minister of SHIPPING be pleased to state:(a) whether Government is planning to develop inland waterways in the country;(b) if so, the details of State-wise projects particularly the project planned to be implemented in Andhra Pradesh and Telangana;(c) the objectives of the project and its terminal points; and (d) the details of estimated cost and time for implementing the projects?", "203640": "Will the Minister of SHIPPING be pleased to state:(a) whether SC/ST Employees'' Welfare Association has been formed in the Shipping Corporation of India (SCI), the only Public Sector Undertaking in the shipping sector;(b) if so, its status, whether registered or not, the details of bye-laws and activities undertaken by the association for the welfare of the employees; and (c) if not, the reasons therefor?", "200539": "(a) whether Government is taking up the development of Mookkaiyur Fishing Port, Ramnad District, Tamil Nadu to solve the Tamil fishermen from Rameshwaram going to Jaffna Sea seeking deep sea fishing; and (b) if so, whether the Mookkaiyur fishermen hamlets deserted in 1955 cyclone would also be restored and developed to bring back 5,000 households from Rameshwaram?", "203513": "Will the Minister of SHIPPING be pleased to state:(a) whether the Rail India Technical and Economic Service (RITES) has submitted a report on the retention of the Ram Sethu structure for construction of the Sethusamudram Shipping Canal Project; and (b) if so, the details thereof?", "203638": "Will the Minister of SHIPPING be pleased to state:(a) whether the Central Inland Water Transport Corporation Limited (CIWTC Ltd.) is the sole Government operator in the inland waterways of our country; (b) whether CIWTC Ltd. is losing its operational importance; (c) if so, the reason therefor; and (d) whether Government intends to merge CIWTC Ltd. with IWAI?", "203639": "Will the Minister of SHIPPING be pleased to state:(a) the current status of development of National Inland Waterway-4; (b) by when this waterway is proposed to be operationalised for cargo and passenger traffic;(c) the reasons for delay in the progress of work; and(d) the corrective measures undertaken by Government for speedy execution of various national inland waterway projects?", "199722": "(a) whether Government has any plans to reconstitute various working groups and committees of the Port Trusts coming under the purview of the Ministry;(b) if so, the details thereof;(c) whether Government has ensured that all the working groups and committees of various Port Trustshave adequate representation from people with appropriate technical, educational and sociological background; and(d) if so, the details thereof on various working groups and committees constituted at various ports in the country, Port-wise?", "199723": "a) whether it is a fact that Khambhat (Gujarat) city was used as a port which is closed, at present;b) if so, whether Government proposes to develop Khambhat as a port; andc) if so, by when and if not, the reasons therefor?", "199720": "(a) whether Government has approved and spent funds for developing the port at Kollam;(b) if so, the details thereof; and(c) what are the main developmental programmes in the road map of Kollam port development?", "199721": "(a) whether the agreement with International Container Trans-shipment Terminal at Vallarpadam Port is becoming a financial burden for Cochin Port Trust;(b) if so, the details thereof;(c) whether the Ministry has reviewed the agreement; (d) if so, what are the findings; and (e)if not, the reasons therefor ?", "207009": "(a) whether Government has a plan to develop ten coastal economic regions (CERs) for modernization of ports and efficient evacuation; and(b) if so, the details thereof and the time-frame by when this project would be implemented?", "204523": "Will the Minister of SHIPPING be pleased to State:(a) the types of commodities of export and import handled by Mormugao Port Trust (MPT); (b) what are the facilities available to handle different types of commodities; (c) the status of export and import through MPT during the last three years;(d) the role of private sector involved in the handling of various commodities; and (e) the details of the companies and the nature of the role played by them, commodity-wise and otherwise?", "204527": "Will the Minister of SHIPPING be pleased to state:(a) whether the Ministry has approached the Ministry of Finance to remove customs duty on marine fuel for vessels carrying cargo for trans-shipment;(b) if so, the details thereof; (c) whether the move would increase in export-import cargo handling operations and accrue direct and indirect benefits of more than Rs.700 crore and removing the 25-30 percent customs duty may attract big container ships to domestic shores; and (d) if so, the details thereof?", "204526": "Will the Minister of SHIPPING be pleased to state:(a) what is the total cost of Sethusamudram project;(b) how much amount has been spent on this project, so far;(c) whether Govt. contemplates any realignment of the project;(d) if so, the cost of realigned project;(e) what is the time frame within which the project is expected to be completed; and (f) whether Government has finalized the contractors for implementing the scheme?", "204525": "Will the Minister of SHIPPING be pleased to state:(a) whether it is a fact that Government has decided to review all the pending port related projects in Tamil Nadu;(b) whether it is also a fact that several infrastructure projects with crores of investment are lying idle in the State;(c) whether many port officials have made a request to complete these projects on a war footing basis to solve the congestion issue; and (d) if so, the details thereof?", "204524": "Will the Minister of SHIPPING be pleased to state:(a) whether Government has conducted any survey to review the Sethusamudram Shipping Canal Project;(b) if so, the details thereof;(c) whether Government has sought any clarification from Tamil Nadu Government regarding the said project; and (d) if so, the details thereof?", "206234": "(a) whether some deaths have been reported during the process of ship breaking at the ship breaking ports in the country, if so, the details thereof;(b) whether proper precautionary action plan has not been installed at such places to control such deaths; and(c) if so, the action plan of Government to work out a strategy to ensure that the people entrusted with each jobs are not harmed in any manner during the process of ship breaking?", "201423": "(a) whether the Ministry is considering a proposal for transporting goods through rivers; (b) if so, the status and the details of this proposal, at present; and (c) the quantum of goods to be transported, river-wise and by when such transportationof goods is likely to be started?", "201425": "(a) the number of big, medium and small ports in the country;(b) the number of such big, medium and small ports out of these which areOperational in Gujarat, as on date; and(c) the number of new ports, along with their locations, Government plans to build in the country?", "201424": "(a) whether the Ministry has written to the Chairman of all the Major Port Trusts seeking explanation for growing financial irregularities in port administration;(b) whether corrupt practices for appointments of stewards and cargo handling agents in major ports have come to notice;(c) if so, the details thereof;(d) whether financial irregularities have caused any financial loss to ports;(e) if so, the details thereof, ports-wise ; and(f) whether any responsibility have been fixed and action has been taken in this regard?", "201426": "(a) the present status of work on National Waterway No. 5 along with the funds allocated/ released/ utilized for the same during the last five years;(b) the reasons for delay in revival of old water transport system of Odisha canal; and(c) the fresh steps taken by Government for early development of National Waterway No. 5?", "200414": "(a) the details of the various tariffs levied on vessels in the Indian ports;(b) the custom clearance cost and all tariffs levied on coastal as well as foreign going vessels, port-wise;(c) the percentage contribution of these tariffs to the national exchequer during the last three years; and(d) the average time taken for clearance at each port?", "197423": "(a) whether the Cochin Port Trust is facing serious financial crisis, if so, the details thereof;(b) whether the agreement with the DP world has contributed for this;(c) whether the Ministry has received any representation on this issue; and(d) if so, what steps have been taken by the Ministry to address this issue?", "197422": "(a) whether the committee formed to review the proposal of developing Greenfield sea port at Tadadi in Uttara Kannada district of Karnataka has submitted its report; and(b) if so, the details thereof and the decision taken by the Government in this regard ?", "197421": "(a) whether Government has failed in utilizing Sea-ways to their optimum capacity as yet;if so, the reasons therefor; and(b) the corrective measures taken by Government in this regard?", "197420": "(a) whether Government would undertake any feasibility study regarding Inland Waterways besides the existing one;(b) if so, the details of the feasibility study to develop various Inland Waterways in the country; and(c) if not, the reasons therefor?", "197426": "(a) whether Ã¢<U+0080><U+009C>Vishakhapatnam Port TrustÃ¢<U+0080>Â\u009d has submitted any plan for its modernization in line with The National Maritime Agenda formulated by the Ministry; and(b) if so, the details of the plan submitted by Ã¢<U+0080><U+009C>Vishakhapatnam Port TrustÃ¢<U+0080>Â\u009d?", "197425": "(a) whether Government has taken any steps to increase the capacity of Vishakhapatnam Port in Andhra Pradesh; and(b) if so, the details of the steps taken for capacity building in the Vishakhapatnam Port?", "197424": "(a) whether Government proposes to improve port infrastructure, modernizing existing facilities, increasing the capacity at ports; and(b) if so, the details of the projects of various ports including Maharashtra?", "205397": "(a) whether the country has got enough ports with required capacity to handle its growing economy and become a major shipping trade hub;(b) whether Indian ports lagging behind due to the poor infrastructure, capacity and connectivity in competing with other major shipping ports around the world;(c) if so, the details of requirements and capacity; and(d) the details of steps Government plans to take to achieve the required capacity and infrastructure?", "205396": "(a) whether the Mormugao Port Trust(MPT) is engaged in passenger tourism;(b) if so, the details of endeavours made by MPT in this field; (c) the expenditure involved and the mode of finance; and (d) the co-operation from the State Government, if any, obtained, so far ?", "205395": "(a) whether it is a fact that Government is considering to accord highest priority for the shipping industry;(b) whether it is also a fact that Government proposes to make revolutionary changes in water transport and shipping during the coming two years; and (c) if so, the details thereof;", "205394": "(a) whether it is a fact that Government is considering to introduce sea-planes, water buses, hovercrafts and floating hotels to connect coastal towns and boost waterway tourism;(b) if so, the details thereof; (c) whether it is also a fact that Government plans to turn all water bodies, dams, lakes, etc. to water ports like airports; and (d) if so, the details thereof?", "205393": "(a) whether the Maharashtra Government has requested for grant of free Right of Way (RoW) through Mumbai Port Trust areas for navigation channel of State Port Rewas-Aware, district Raigad; and(b) if so, the details thereof and GovernmentÃ¢<U+0080><U+0099>s response thereto?", "205392": "(a) whether the Central Government is planning to change the existing and old shipping laws;(b) if so, the details thereof and the reasons therefor; and(c) to what extent these changes would be helpful in promoting shipping sector of the country?", "205399": "(a) whether there is a need to enhance the capacity of major ports in the country;(b) if so, the details thereof; and(c) the steps being taken to expand the capacity/modernization of major ports?", "205398": "(a) whether Government is going to sanction all the proposed water transport projects in Kalyan, Bhiwandi, Thane, Mumbai and Navi Mumbai, Maharashtra to be undertaken by the Maharashtra Maritime Board and the Bombay Port Trust;(b) whether any time-frame has also been set up for the completion of these projects; and (c) if so, the details thereof?", "199133": "(a) whether Government has identified new places for the development of world class ports in various States and if so, the details thereof; (b) if not, by when these places would be identified for further feasibility studies and commercial viability of the projects and if so, the details thereof ; (c) whether the development of ports would be through Public Private Partnership (PPP) mode or under any other specific venture; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "199132": "state:(a) whether Government has done any audit on port security at various ports to ensure compliance with established security protocols;(b) if so, the details thereof and the work done under the project;(c) whether Government had ensured that all the port premises to have a high end security surveillance system complete with a CCTV surveillance network which would be able to record and digitally store the footage of all the activities happening in the port; and (d) if so, the details thereof on the CCTV surveillance networks provided and amount spent at various ports in the country, port-wise?", "199131": "(a) whether Government is planning to boost investment in shipping sector;b) if so, the details thereof and the investment made in this sector duringthe last five years; andc) the details of investment proposed to be made in the coming years?", "199135": "(a) whether it is a fact that Kakinada-Puducherry canals, along with Godavari and Krishna rivers, has been declared as National Waterway in 2008;(b) what are the reasons that the Inland Waterways Authority of India (IWAI) has not taken this waterway up for development whereas it has taken other three waterways; and (c) what action plan the Ministry has in place to complete this waterway in a time-bound manner?ANSWER", "199134": "(a) whether, with a view to enhancing the capacity of major ports, Government has decided to award some projects under Public Private Partnership (PPP) mode during the last two years;(b) if so, the details thereof;(c) how many among them are new projects and how many are continuing projects which have been carried forward; and(d) the location of new projects, project-wise?", "205403": "(a) whether the Cochin Shipyard is facing and crisis due to lack of proper orders:(b) if so, the details thereof;(c) whether the Ministry has taken any steps to get orders from Ministry of Defence and from other public sector institutions like Shipping Corporation of India; and(d) if so, the details thereof?", "205402": "(a) whether it is a fact that the loss making Shipping Corporation of India (SCI)had turned a profit of Rs.50 crore during the last few months;(b) if so, the details thereof;(c) whether it is also a fact that Government is considering to allow SCI to buy more ships to expand the sea freight growth; and(d) if so, the details thereof?", "205401": "(a) whether it is a fact that violation of procedure is being done in the appointments of cargo handling agents;(b) if so, the details thereof; and (c) the remedial steps being taken by Government in this regard?", "205400": "(a) whether the projects pertaining to development of ports in the country are hampered due to non-availability of suitable lands and adequate funds;(b) if so, the details thereof, port-wise and the amount spent for the development and expansion of port projects during the last three years;(c) whether Government has increased the private sector participation for developing major and minor ports to expedite the port projects; and(d) if so, the details thereof and the quantum of funds involved and invested, so far, by Government and private sector in these projects?", "206267": "(a) whether there is any proposal for new sea route between India and Sri Lanka; and(b) if so, the details thereof and the reasons therefor?", "206268": "(a) whether Government has decided to declare National Waterways;(b) what are the legal consequences of such declaration;(c) whether it is a fact that concerned State Government would cease to exercise any authority as regards these rivers;(d) whether it is also a fact that the State Government will also not have any authority, exclusive or otherwise, to exercise the jurisdiction as regards, the land on river beds; and (e) the rivers which are presently declared as National Waterways?", "206269": "(a) the action being taken by Government for the expansion of the Setu Samudram Project;(b) whether Government has proposed to connect this project with new diverted path for this purpose;(c) if so, the details thereof;(d) whether there is any apprehension of obstacles in environmental protection through the new route;(e) if so, the details thereof; and(f) the appropriate arrangements being made by Government to remove the expected obstacle so that the movement of ships on this route could be streamlined?", "207162": "(a) whether Government has planned to develop 10 coastal economic zones to woo companies for the development of inland waterways in the country;(b) if so, the details thereof and the aims and targets thereof during the next ten years;(c) the funds allocated for the national waterways project; and(d) the steps taken by Government to increase the investments for the national waterways projects through public-private participation and from FDI?", "207163": "(a) whether Kerala Government has approached the Central Government for approval and support to develop Vizhinjam international port to cater to big merchant ships and if so; the details thereof;(b) whether Government has noted that at Vizhinjam at the shore itself the sea is so deep that the construction of port is less expensive; and(c) since the Vizhinjam is only a few miles away from the international shipping channel, whether Government consider setting up a port there which will boost our international trade in a big way ?", "207160": "(a) whether Government has any scheme to develop and promote inland water transport and coastal shipping in the country;(b) if so, the details thereof; and(c) the details indicating length of inland waterways navigable now, State-wise?", "200541": "(a) whether Government has constituted a committee for better use of Mumbai Port Trust land;(b) if so, the details thereof;(c) what is the total acreage of land that is available under the trust and its value;(d) whether there is a plan to build world-class cruise terminal, new waterways project, floating hotel and restaurants, etc.;(e) if so, the details thereof; and (f) if not, how Government proposes to utilize the port land in the overall interest of the industry and the country?", "200540": "(a) the share of Inland Waterways Transport (IWT) in the total cargo handled in the country;(b) the potential of navigable waterways and the navigable waterways developed for commercial transportation; (c) the reasons for low share in cargo transport as well as less utilization of navigable potential in the country; (d) whether Government proposes to use IWT network for Ã¢<U+0080><U+0098>water tourismÃ¢<U+0080><U+0099> in the Konkan region of Maharashtra;(e) if so, the details thereof; and(f) if not, the reasons therefor?", "200543": "(a) the process and criteria for selection and appointment of stevedores in various ports across the country;(b) whether Government is aware of the violations of various sections of the Major Port Trust Act, 1963 by port authorities while fixing cargo handlers;(c) if so, the details thereof;(d) the nature of the licences issued to the cargo handling agents;(e) whether fees charged by the stevedores are not approved by Government and they do notshare revenues with the landlord port; and(f) if so, the details thereof and the punitive action to be taken against the erring officials and the handlers?", "200542": "(a) whether Mormugao Port Trust has taken development and expansion programme;(b) if so, the details thereof and the cost projected and incurred with respect to each of the items;(c) whether there is any private companies participating in these development projects;(d) if so, the details thereof and their financial involvement; and(e) the essential points in the public-private participation agreement?", "200544": "(a) the present status of the inland waterways in Assam;(b) whether the channel depth required for shipping in Brahmaputra throughout the year is maintained; (c) if so, the details thereof; (d) if not, the reasons therefor; and(e) the steps taken to maintain the minimum channel depth of river Brahmaputra for shipping?", "203010": "(a) whether it is a fact that the Odisha Government has been making repeated requests for developing inland waterways transport system in the region to help improve the economic position of this State;(b) the details of such proposals along with the status of individual projects; (c) whether some of such projects are proposed to be taken up under PPP mode;(d) if so, the details thereof; and(e) the details of projects that have since been approved for execution?", "206271": "(a) whether the projects pertaining to breaking and dismantling of old and weathered ships are taking place in India in large numbers;(b) if so, the details thereof;(c) whether Government has ensured that adequate precautions and safety methods are in place in the ship breaking industry;(d) if so, the details thereof and the methods through which the toxic wastes are cleared and disposed; and (e) the number of employment generated and funds involved and invested, so far, by Government and private sector in these projects?", "206270": "(a) what was the public and private investment in the shipping sector during the last five years;(b) what is the annual total shipping capacity, in terms of tonnage of the country at present; and (c) what is the policy road map to enhance the shipping capacity during the next five years?", "206273": "(a) whether Government has schemes for developing small and medium ports including the infrastructure like godowns, roads, lofts and cranes etc.;(b) if so, the details thereof; and (c) the details of the ports in Kerala allocated funds under the above scheme?", "206272": "(a) whether it is a fact that ship building industry in the country is in a very poor state and its credibility is declining;(b) if so, the details thereof and the reasons therefor; and (c) what efforts have been made to revive the ship building industry?", "207166": "(a) whether Government has a plan to develop inland waterways in the country; and (b) if so, the details of stretches of waterways proposed to be developed and how this plan is proposed to be implemented?", "207167": "(a) whether Government has announced its intent to start a Ganga Waterway Project;(b) if so, the salient features thereof;(c) whether it would entail building up of multiple barrages across the river Ganga at different points on its 12 km . course; and (d) if so, the impact thereof on its aquatic life, bio-diversity, bank erosion, traditional boat plyerÃ¢<U+0080><U+0099>s livelihood and fresh water-saline water balance at the estuary?", "207164": "(a) whether various countries are dumping hazardous wastes in India by sending ships for breaking;(b) if so, the details of such cases noticed during the last three years; (c) whether the present laws are sufficient to punish such offenders;(d) if so, the details thereof along with the action taken by Government during the said period, year-wise;(e) whether Government proposes to make stringent laws in this regard; and (f) if so, the details thereof and if not, the reasons therefor?", "207165": "(a) whether it is a fact that in the World Bank''s ease of doing business ranking of 189 countries, India stands at 142 and improving the shipping area has been a focus of Government;(b) if so, the details thereof;(c) whether it is also a fact that Government has now decided to charge payment of light dues according to the ship''s cargo capacity rather than the actual cargo quantity measured by the official; and(d) if so, the details thereof?", "198783": "(a) whether it is a fact that recently 21 people drowned in Andaman and Nicobar Islands due to boat capsized in the sea as there was no sufficient life jackets and it was overloaded; (b) if so, the safety regulations that are in place during water journeys in all over the country; (c) the number of people killed in various parts of the country during last two years due to negligence on the part of boat operators; and(d) the action that Government is taking to save lives of hapless passengers during such water journeys ?", "198782": "(a) whether Government is aware of the corrupt officers in the Ministry;(b) whether there is also discontent among shipping companies operational in private and public sector and the targets set for shipping sector are not being achieved, if so, the details thereof; and(c) whether any action has been taken by the Government in this regard, if so, the details thereof and if not, the reasons therefor?", "198781": "(a) the present status of ship building industry in the country;(b) the initiatives taken/being taken by Government for upgradation of infrastructure in the ports and augmentation of Indian tonnage in the shipping sector, especially in the State of Gujarat;(c) whether Government proposes to allow local shipping industry to raise foreign currency loans or bonds through any identified Financial Institution with a view to boosting the shipping industry; and (d) if so, the details thereof and the steps taken/being taken by Government in this regard, if not, the reasons therefor?", "198780": "a) whether it is a fact that India''s ambitious plan to double its port capacity could become a distant dream as major projects involving foreign investors have run aground, if so, the details thereof; and b) the steps taken by Government in this regard?", "199719": "a) whether a Committee has been set up to suggest a appropriate and better use of land available with Mumbai Port Trust;b) if so, the details of the terms of reference of the Committee, the available land and probable land use; and c) what is the time given to Committee to submit its report?", "199718": "(a) whether, in spite of the fact that water transport is cheaper, can handle huge volumes of cargo and has less impact on environment, no big development in waterways has taken place in the country, so far;(b) if so, the reasons therefor; (c) the volume of cargo handled in the country through water transport system during the last five years; and (d) whether Government has fixed any target to double the same during the next five years?", "198268": "(a) whether it is a fact that Government is planning to set up new major ports in the country, if so, the details thereof;(b) whether it is also a fact that due to too many plans the actual execution is taking time; and(c) if so, the steps Government is taking for speedy execution of projects?", "198269": "(a) The detailed report on the financial and technical support provided for the development projects under the Chennai-Ennore Port infrastructure development project viz. Development of Chennai Mega Terminal, Adequate Road connectivity, Development of multi-level car parking facility, Integrated Dry Port and Multi-modal Logistics Hub near Sriperumbudur and the Development of Barge Handling Facility;(b) the current status of the series of infrastructure development projects as on date; and (c) whether Government has envisaged any need for additional financial and technical support for the completion of these projects in future and if so, the details thereof?", "203009": "(a) what is the status of the Indian Ports Bill, 2011;(b) whether this Bill affects the interest of littoral States and the interests of non-major ports;(c) whether such objections have been raised by Odisha and other States of the country;(d) if so, the details thereof;(e) whether the suggestions and objections so raised by Odisha have, since, been considered; and (f) if so, the details thereof ?", "203008": "(a) whether Government proposes a project called Ã¢<U+0080><U+0098>Sagar MalaÃ¢<U+0080><U+0099> in the country;(b) the essential features of the project; (c) the names of the departments involved in the implementation of this project;(d) the estimated cost of the project; and(e) whether coastal highway would be part of the project and whether such a proposal is likely to meet the criteria of the new Land Acquisition Act, if so, the details thereof?", "203005": "(a) the details of provisions relating to connectivity of residuary State of Andhra Pradesh as contained in the Andhra Pradesh Reorganisation Act, 2014;(b) the status on development of new major port at Dugarajapatnam;(c) the steps being taken by Government; and (d) the role of Andhra Pradesh Government and status of their responsibilities?", "203004": "(a) whether Government proposes to launch Sagar Mala Project for inter-connecting major coastal cities of the country and if so, the details thereof;(b) the coastal cities of Maharashtra likely to be included in the project; and (c) what developmental activities are likely to be taken up in such cities?", "203007": "(a) whether Government is contemplating to start shipping service between India and Bangladesh;(b) whether an agreement has been signed between both the countries to start shipping service between eastern harbours of India and harbours of Bangladesh; and (c) if so, the details thereof?", "203006": "(a) the details of the rivers and other waterways identified for inland navigation in the country, including Tamil Nadu;(b) whether there is any proposal pending with Government for finalizing the waterways;(c) if so, the details thereof;(d) the details of money allocated for this purpose during the last three years, year-wise; and(e) the progress made in this regard?", "207161": "(a) whether it is a fact that ships anchoring in the countryÃ¢<U+0080><U+0099>s port would have their detention time reduced by two days to a week;(b) whether it is also a fact that Government has put new measures in this regard; and(c) if so, the details thereof?", "203003": "(a) whether operations at Chennai Port had been affected due to going slow attitude of the customs personnel in processing the documents;(b) if so, the details thereof; (c) the number of applications pending for customs clearance and whether it has affected clearance of cargo;(d) if so, the details thereof; and(e) what remedial measures are taken to sort out the issues and to bring port activities to normal?", "198271": "(a) whether Government is aware thatmany foreign ships carrying poisonouschemicals used to advance towards AlangShipyard in Gujarat and other portsthroughout the country;(b) if so, the details thereof mentioningtherein the total number of cases reportedtherein in the last years and from whereand whether Government proposes to banthe entry of these foreign ships, if so, thedetails thereof and if not, the reasonstherefor; and(c) whether international laws are beingviolated by allowing the entry of such ships, if so, the details in this regard, and the stepsbeing taken by Government in the matter?", "198270": "(a) the efforts made by the Ministry to popularize cruise shipping in the country; (b) the places where cruise shipping is in operation in the country;(c) the role and reaction of the various Port Trusts in starting cruise shipping facilities from their ports; and(d) whether efforts have been made to make the cruise shipping within the reach of common man, if so, the details thereof?", "198778": "(a)whether Government has booked any foreign vessel crews under Arms Act; and(b)if so, the details thereof during the last five years?", "198779": "(a) whether the financial health of the Public Sector Undertaking, Shipping Corporation of India (SCI) is in debt trap;(b) if so, the factors responsible for such worst financial health of the Shipping Corporation of India; and(c) whether Government proposes to take effective steps to check losses of the SCI, if so, the details thereof?", "198777": "(a) whether Government has undertaken any feasibility study regarding inland waterways besides the existing one;(b) if so, the details of the feasibility study undertaken to develop various inland waterways in the country; and(c) if not, the reasons therefor?"}, "2017": {"235956": "(a) whether home ports for global linersare being considered to boost cruisetourism;(b) whether the Ministry is identifyingsome international, domestic and river cruisecircuits for development;(c) if so, the names of the cruise circuits;(d) the number of cruise ships reachingfive major Indian Ports every year;(e) whether the home ports will pushlocal economic activities in view of the factthat the deboarded passengers would visitand spend in Indian cities; and(f) if so, the details thereof?", "235957": "(a) the status of implementation ofvarious projects under Sagarmala, project-wise;(b) whether it is a fact that SagarmalaDevelopment Company has been asked toidentify projects, study scope of increasedprivate sector participation, etc.;(c) if so, the details thereof;(d) whether it is also a fact that ?12lakh crores worth projects are going to beawarded under Sagarmala in the comingyears; and(e) if so, the details thereof?", "238239": "(a) the number of ferry ghats on the rivers of India;(b) the number of ferry fleets under Inland Water Transport of India; (c) the infrastructure facility to improve the ferry ghats; and (d) the steps being taken to replace the poor and outdated vessels and the ferries?", "235958": "(a) whether it is a fact that Governmenthas decided to take up about 90 projectsunder Sagarmala project in the State ofAndhra Pradesh and if so, the details thereof;(b) the details of the number of portsidentified for development under thisproject;(c) whether Government has receivedany proposals of the ports to be developedunder this project so far, if so, the detailsthereof; and(d) the details of the quantum of fundsearmarked and proposed to be released inthe current financial year?", "235959": "(a) whether it is a fact that a CoastalEconomic Zone (CEZ) has been identifiedat New Mangalore as linkage port underthe National Perspective Plan of Sagarmala;(b) if so, the details thereof;(c) the details of potential industriesthat are likely to be developed in CEZ ofNew Mangalore port; and(d) to what extent the CEZ helps in thedevelopment of port proximate industrialclusters and what would be the estimatedemployment generation in the coming fiveyears?", "238231": "(a) whether there is any proposal to further privatise cargo berths at Chennai port; (b) if so, which berths are being considered by Government; and (c) whether the stakeholder and Tamil Nadu Government has been consulted before privatisation?", "235115": "(a) whether Dock Labour Board, Visakhapatnam (DLBV) was collecting money for welfare of private pool workers working in Visakhapatnam Port since 1993; (b) if so, whether Stevedores Association formed a separate charitable trust without knowledge of the Ministry/ Visakhapatnam Port Trust/DLBV and whether DLBV was asked by the Ministry to allow charitable trust to collect money from private pool workers; and (c) whether the Ministry is aware that the trust swindled a large amount of money so collected, which has led to pitiable condition of workers?", "236477": "(a) whether Government has approved the draft Major Port Authorities (MPAs) Bill, 2016 to replace the existing Major Port Trusts Act (MPTA), 1963 to empower 12 major ports to perform with greater efficiency on account of full autonomy in decision making; (b) if so, the details thereof; (c) whether an independent review board has been proposed to carry out the residual function of the erstwhile Tariff Authority for Major Ports (TAMP), to look into disputes between ports and PPP concessionaires, to review stressed PPP projects and suggest measures to revive such project; and (d) if so, the details thereof?", "231750": "(a) whether Government has made any progress in development of any of the 111 rivers proposed to be nationalized by Government; (b) the names of the rivers which have been taken for development; (c) what are the developments proposed or carried out with respect to these rivers; (d) whether it is a fact that political parties and other groups have opposed nationalization of six rivers in Goa; (e) what are the objections to the nationalization of these rivers; and (f) the details of the discussions that Government has held with Goa Government, Mormugao Port Trust and local associations?", "231751": "(a) the number and names of development projects proposed by Government for the Mormugao port; (b) the number and names of projects already approved and in various stages of implementation; (c) the cost estimated in case of each projects proposed and/or are in various stages of implementation;(d) the mode of financing each of the projects and details of the participating partners in case of each of the projects; and (e) the benefits likely to accrue, to Mormugao Port Trust, the Central Government and State Government, on implementation of the projects?", "236485": "(a) whether it is a fact that there are more than 1000 vacancies in Kandla Port Trust; (b) if so, the reasons therefor; (c) whether Government has any plans to fill up the vacancies; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "234384": "(a) whether Government has taken cognizance of various bottlenecks that have restricted development of coastal shipping in India; (b) if so, the measures taken by Government to enhance freight traffic through shipping; (c) measures taken by Government to address problem of paucity of long term finance required for buying coastal vessels; (d) if so, the details thereof; and (e) whether the Central Government has taken any measures to develop hinterland connectivity around major and minor ports in order to develop multimodal transport network and if so, the details thereof?", "234385": "(a) whether Government has constituted a Committee to examine the feasibility of establishing major port at Dugarajapatnam of Andhra Pradesh as per AP Reorganization Act; (b) whether the Committee has submitted its report; and (c) if so, the details thereof?", "234386": "(a) the details of total installed capacity of major ports in the country, State-wise; (b) the details of the capacity usage of major ports in the country, State-wise; (c) the number of such ports which are making profit; and (d) the details of turnover of the major ports in public and private sector during the last three years?", "234387": "(a) whether it is a fact that a Coastal Economic Zones has been envisaged underSagarmala project;(b) if so, the details of Coastal Economic Zones identified in Andhra Pradesh;(c) the estimated investment in the basic infrastructure and land in the above CEZs;(d) by when the perspective plan in Andhra Pradesh is going to be finalized andhow much employment is expected to be generated; and(e) in view of Act East Policy of Government, how significant the CEZswould become in the State?", "234380": "(a) the details regarding Government plans to develop inland waterways for carriage of goods and passengers; (b) the details regarding costs involved therein and the modes of mobilisation of financial resources; (c) which inland waterways corridors are proposed to be developed in the beginning and within what time framework; (d) whether any inland waterways are presently being used for said purpose, if so, the details thereof; and (e) how the Government plans to make such carriages financially viable and whether any financial support will be provided by Government initially?", "234381": "(a) whether it is a fact that Indian shipping industry is facing lack of sufficient infrastructure facilities, if so, the details thereof; (b) the steps taken by Government to improve the shipping industries by way of exemptions and relaxations; and (c) if so, the details thereof?", "234382": "(a) whether it is a fact that Government has proposed to close down the Central Inland Water Transport Corporation Ltd. (CIWTC); (b) if so, the details of proposal of Government to revitalize Inland Waterways Authority of India; and (c) the details of plans to modernise Shipping Corporation of India?", "234383": "(a) whether Government has finalized multi-modal transport strategy for development of waterways for transportation of goods considering its cost effectiveness;(b) if so, the details thereof;(c) whether Government proposes to deal with the problem of silting of rivers to make them navigable for movement of vessels; and(d) whether Government has taken due note of pollution likely to be caused due to movement of vessels in rivers?", "238234": "(a) whether Kamarajar port has decided to construct coal berths for increasing coal handling capacity; (b) if so, the cost and schedule of construction, number of coal berths, and other details thereof; and (c) details of the total coal handling capacity per annum in the port and the quantum of coal handled during the last two years and during the current year?", "238235": "(a) whether Government has signed investment agreements for logistic support towards port connectivity; (b) if so, the details of the proposals and the present status thereof; and (c) the status of the coastal road projects of the country?", "238236": "(a) whether it is a fact that construction of a major port at Dugarajapatnam is pending due to lack of interest on the part of Andhra Pradesh Government; (b) if so, the details thereof; and (c) why the work of the project has not commenced though the Andhra Pradesh Reorganisation Act mandates the completion of 1st Phase of the port by 2018?", "238237": "(a) whether it is a fact that Government has taken a decision to privatise Dredging Corporation of India Ltd. (DCIL); (b) if so, the details thereof; and (c) the reasons therefor?", "233499": "(a) whether Government is focussing onimparting training/skills to port and terminal professionals through moderntechnical workshops in the various parts of the country;(b) if so, the details thereof; and(c) how much fund have been utilizedfor this programme and number of skilled professionals produced since last twoyears?", "233498": "(a) whether the Ministry has conducted a Formal Safety Assessment (FSA) or any other assessment to assess the 111 rivers that form the inland waterways and are safe to be developed as integrated Water Transport (IWT) system; (b) if so, the details thereof, if not, the reasons therefor; (c) whether Government has plans to make registration of inland vessels mandatory and enforce minimum construction standards to avoid boat capsizing tragedy; and (d) if so, the details thereof and if not, the reasons therefor?", "238232": "(a) whether the Central Government and the Assam Government had signed an agreement for dredging the Brahmapura river; (b) if so, whether any technical feasibility survey was conducted before the signing of the agreement; and (c) the total estimated project cost of dredging Brahmaputra river?", "238233": "(a) the present status of various port development projects, year-wise and Statewise, including those in the State of Tamil Nadu; (b) whether there is any delay in the development of ports; (c) if so, the details thereof and the reasons therefor; (d) the details of ports in the country where upgradation and expansion works are not being carried out, as per plans, along with the reasons therefor, including, Tamil Nadu; and (e) the steps taken by Government to have effective implementation of all such projects?", "233495": "(a) whether Government has made any survey to start new shipping services from mainland to islands of the country to cater to more passenger/cargo transportation; (b) if so, the details thereof, if not, the reasons therefor; (c) whether Government proposes to restart Mumbai-Goa ship services thereof; (d) if so, details of the proposal; and (e) the proposal of Government to start new ship/cargo services from various ports to the islands?", "233494": "(a) whether trade union workers of major ports, including Visakhapatnam port have staged demonstrations against the draft Major Ports Authority Bill (MPAB) which erode the autonomy of major ports; (b) if so, the response of Government; (c) whether Government intends to sell the valuable assets of ports to corporate sector as part of privatization; and (d) if so, how would Government ensure proper development of major ports in the country for the overall economic growth?", "233497": "(a) whether it is a fact that Government is planning to bring out a legislation for water transport administration in the country; and (b) if so, the details thereof?", "233496": "(a) whether it is a fact that Government targets to start ferry service at about 18 locations to help decongest city traffic; (b) name of the 18 locations and by when the work on these locations would be started; and (c) a detailed factual note thereon with the present status of the work on these locations, if already awarded?", "233491": "(a) whether the Ministry has noted the throwing out of 400 private pool workers working in Visakhapatnam port for the last 25 years; (b) whether it is a fact that they have been thrown out citing mechanization of coal unloading; (c) if so, whether it is also a fact that mechanization has not yet been completed and unloading is still being done manually by engaging other private workers; and (d) the step taken by the Ministry to protect these 400 workers languishing on roads and sitting on dharna for the last four months?", "233490": "(a) whether Government has decided to take up National Waterways-4 between Kakinada and Puducherry recently; (b) if so, aims and objectives of the above project; (c) whether it is also a fact that office for this purpose has been set up in Vijayawada; and (d) the details of estimated cost, expected transportation of goods after completion of project and by when project is likely to be commissioned?", "233493": "(a) whether Government is planning to construct a port at Enayam, Kanyakumari district, Tamil Nadu; (b) whether the local people and civil society were consulted about the project; (c) if so, the details of such consultations; and (d) if not, why Government did not consult the local fishermen and public, when there is a large scale opposition to the project?", "233492": "(a) whether waterways developed for the public have become popular and economically viable; (b) if so, the details thereof; and (c) if not, the reasons therefor?", "237363": "(a) the number of projects under PPP model functioning in the Mormugao Port Trust (MPT); (b) the cost of each project; (c) the nature of agreement and main clauses under PPP model; (d) whether PPP model agreements have been put on the websites of the Ministry and that of MPT; and (e) the security measures taken as regards parties involved in PPP models and details thereof?", "236484": "(a) whether it is a fact that in the Major Port Authorities Bill, 2016, Government proposes to appoint labour representatives from amongst the persons who in the opinion of the Central Government are capable of representing the interest of the employees in the major port authorities; and (b) if so, the reasons therefor?", "237362": "(a) whether Government is considering to introduce water transportation in the cities situated on the banks of the rivers in the country; (b) if so, the names of those cities; and (c) whether waterways would be used for goods transportation or public transportation?", "238238": "(a) whether Government has identified locations for refurbishing the ship repairing facilities in various ports across the country; (b) if so, the details of ports which have been identified;(c) details of the proposals for cruise shipping maintenance and the new route proposals therein; and (d) the proposals of Government to develop the Inland Waterways Authority of India, therefor?", "235960": "(a) whether the details about the currentstatus and transport worthiness, of thenational waterways developed, areavailable and if so, the details thereof,State-wise;(b) whether any mechanism exists, forregular monitoring and ascertainment of thetransport worthiness of such waterways;(c) the number of such waterways whichhave become operational and are in regularuse for transportation as of now; and(d) the reasons, if any, for not makingsuch waterways operational?", "236481": "(a) whether Government proposes to build a satellite port at Betul, Goa; (b) whether land for the purpose has been acquired; (c) the total cost of the project and mode of financing the same and shares of each of the partners and their liabilities; and (d) the total land required for the project and the proposed cost of the land?", "236480": "(a) whether it is a fact that Government is contemplating to formulate a scheme for commercial transport in Ganga; (b) if so, whether Government has taken any step in this regard so far; and (c) if so, the details thereof and if not, the reasons therefor?", "236483": "(a) whether it is a fact that Government desires to sell the property/assets of the major port trusts; (b) if so, the details thereof and the reasons therefor; (c) whether Government plans to lease the properties instead of selling; and (d) if so, the details thereof?", "236486": "(a) which are Government run ports that have reported profit during the last two years and what were the important measures taken post 2014 to ensure that ports make profit; (b) which are the top profit making ports and top loss making ports during the last three years and the major reasons behind accumulated losses of the loss making ports; and (c) the number of new small, medium size and big ports being constructed by Government and what are the structural reforms that Government is introducing in their construction and management design to ensure that they make profit from day one?", "237366": "(a) whether it is a fact that Government has instituted an inquiry under the Merchant Shipping Act (MSA) to ascertain the factors that led to the accident of collision of two ships recently off the Kamarajarharbour; (b) whether it is a fact that the port was not adequately prepared to tackle such a situation; (c) whether the oil sludge had been completely removed from the damaged vessel and only about 2,800 tonne were left in the ship that has been anchored to the harbour; and (d) if so, the details thereof?", "236478": "(a) whether any project to develop Thiruvananthapuram and Chennai sea route is under the consideration of Government; and (b) if so, the details thereof?", "236479": "(a) the details of the circumstances or reasons which led to the decision of disinvesting Cochin Shipyard Limited (CSL) which is one of profit making PSUs; (b) how far the proceeds of the disinvestment will be used for the expansion of the company; and (c) whether this will affect the CSL credentials for getting orders from Indian navy and other Government entities?", "236482": "Will the Minister of SHIPPING be pleased to state:(a) whether it is a fact that Government will implement projects worth ? 5 lakh crore till May, 2019 under Sagarmala project;(b) if so, the details thereof;(c) whether it is also a fact that Government has planned an investment of ? 12 lakh crore under the Sagarmalaprogramme, out of which ? 8 lakh crore would be spent on industrial clusters and the remaining would go to port rail and port road connectivity, mechanization and modernization of ports; and(d) if so, the details thereof?", "237365": "(a) whether it is a fact that the country''s largest container port Jawaharlal Nehru Port Trust has been affected by a computer virus, namely Ransomware; (b) if so, the details thereof; and (c) the remedies adopted thereof?", "231749": "(a) whether there are any proposals from Telangana Government to start dry ports in the State; (b) if so, the details thereof; and (c) the present status of the proposal and likely date of commencement of project?", "231748": "(a) the details of the cargo booked by Indian cargo movers since 2014, till date;(b) whether it is a fact that there has been 15 per cent revenue loss to cargo companiesafter the 8th November, 2016 and if so, the details thereof; and (c) the details about the fall in the cargo bookings and yearly contracts by various cargo companies in the country post demonetization?", "231747": "(a) when was the first proposal mooted to develop seaport at Tadadi on Public Private Partnership (PPP) mode;(b) since how long the proposal is pending with the Environment, Forest, and Climate Change Ministry; and (c) what efforts have been made by the Ministry to clear the above proposal?", "235259": "(a) whether it is a fact that Government has drawn plans to facilitate transport of goods and passenger traffic through river Ganga, if so, the details thereof; and (b) whether any feasibility studies for similar riverine transport through other rivers have been undertaken, if so, the details thereof?", "237364": "(a) whether transportation of coal through Mormugao port is meeting with stiff resistance in Goa; (b) steps taken by the Ministry and Port Trust to address the issues involved; (c) whether the beautiful State of Goa is going to suffer environmentally due to this; (d) what issues have been raised by the members of public or NGOs in this regard; and (e) details of how each of the issue is proposed to be addressed?", "231605": "(a) whether it is a fact that Water Transport Workers Federation of India (WTWFI) in its 9th National Conference passed a resolution demanding to withdraw the new Major Port Trusts Bill; (b) whether the Bill is likely to open floodgates to corporates to snatch ports which have huge assets and also impact employees and pensioners; and (c) if so, how the Ministry is planning to address these concerns?", "235260": "(a) whether Government has recently approved a set of guidelines for implementing the Shipbuilding Financial Assistance Policy (SFAP); (b) if so, the details thereof; (c) whether there is a provision to provide financial assistance to Indian shipyards for shipbuilding contracts in the coming years and if so, the details thereof; (d) whether institutional mechanism created for redressal of grievance arising out of implementation of the policy and if so, the details thereof; and (e) the projection of shipbuilding activities during the next ten years in the country, as compared to the last three years?", "235261": "(a) whether the Dock Labour Board, Visakhapatnam Port Trust (VPT) has collected contributions from workers for the welfare of private pool workers since 1993; (b) whether it is a fact that VPT has also authorized the Stevedores Association to form a separate charitable trust for the very same purpose;(c) what was the legal basis for VPT to allow two separate bodies to collect money for the very same purpose; (d) whether consequently there has been a massive leakage and loss of huge sums of money meant for welfare of workers; and(e) the details of status on this issue at VPT?", "235262": "(a) the details of targets set and progress made in the development of inland waterways in the country and the roadblocks identified in this regard along with the steps taken by Government to remove them; (b) whether Government has prepared any scheme for the development of inland waterways as national waterways; (c) if so, the names of rivers declared as national waterways in the country, State/UT-wise including Gujarat; and (d) the funds allocated/proposed to be allocated for the development of these waterways and the types of development envisaged for the national waterways in various States including Gujarat?", "235263": "(a) the number of passengers using shipping services all over the country (domestic/international); (b) if so, whether many of the passenger ships are losing its passengers, due to low air fare; and (c) if so, the steps being taken to increase utilization of shipping for domestic and international services?", "235264": "(a) what is Cabotage Law; (b) whether it is a fact that due to Cabotage Law container ships are facing problems at ports in the country including at ports in Andhra Pradesh; (c) the reasons for giving relaxation of this law for only one year; (d) whether it is also a fact that container shipping sector is requesting for giving relaxation under Cabotage Law for some time now; and (e) if so, what constraints the Ministry is facing to accede to their request?", "236487": "(a) whether in the Indian perspective the Sirajganj- Dhaikawa river stretch in Bangladesh would help create a 4000 km. long waterway from Varanasi in Uttar Pradesh to Sadiya in Assam (Bordering Arunachal Pradesh) through Bangladesh; (b) whether India has now planned to finanee 80 per cent of the estimated ? 220 crore required for dredging to maintain navigability in Jamuna-Ashuganj stretch in Kushiyara river in Bangladesh; and;(c) whether India is already developing the Varanasi- Kolkata stretch on river Ganga (National Waterway No. 1) at an estimated cost of? 5400 crore under World Bank assistance?", "238230": "(a) whether it is a fact that Petya Malware Cyber Attack has taken place recently on Mumbai Port terminal computer units; (b) if so, the details thereof; (c) the extent of the affect of the Malware; and (d) the remedial measures being taken by Government to ward off such cyber attacks in future, the details thereof?", "238229": "(a) whether it is a fact that Odisha Government has urged the Ministry to suitably enhance cargo handling facilities in the existing ports of Odisha so that the transportation cost of major goods like coal can be reduced; and (b) if so, the action Government proposes to take in this regard?", "233360": "(a) whether it is a fact that Government is launching a Yamuna Water Taxi Project; (b) whether Government has taken into consideration the question of ecological balance in this regard; and (c) if so, what are the details in this regard?", "235258": "(a) whether Government is still unable to complete the project of converting berth no. 8 at V.O.C. Port Tuticorin into Container Terminal which was started many years ago with a time-frame of completing the projects in 18 months; (b) if so, the reasons therefor; (c) whether Government has fixed any time-frame to complete this project in order to commence container handling; and (d) if so, the details thereof?"}, "2009": {}, "2011": {"173097": "(a) whether Government has envisaged setting up seven major ports by 2017 at an estimated investment of Rs.35,000 crore;(b) if so, whether Government has asked the maritime States of Odisha, Andhra Pradesh, Tamil Nadu, Karnataka, Kerala to offer land for the proposed ports; and(c) if so, the details thereof?", "171511": "(a) whether it is a fact that piracy attempts at Indian Merchant Vessels have increased in the past two years;(b) whether Government has laid down specific guidelines, mechanisms and procedures in order to prevent piracy attempts at sea;(c) if so, the details thereof; and(d) if not, the reason thereof?", "167890": "(a) whether Government is fixing a date to start Rameshwaram to Thalaimannar (Sri Lanka), Ferry Service; and (b) if so, whether it includes passenger and cargo services from both the countries?", "170409": "(a) the number of projects targeted for award on PPP mode for major ports in the country during the last five years, year-wise and port-wise; (b) the number of projects awarded for major ports on PPP mode during the last five years, year-wise and port-wise; (c) whether it is a fact that out of 21 PPP Port Projects proposed to be taken up in 2010-11, only two projects have so far been awarded; and (d) if so, the reasons therefor?", "168425": "(a) the reforms introduced by the Director General of Shipping to simplify the inspection, certification and survey process in 2010-11; (b) whether it is a fact that no changes have been affected in any substantial way in Mercantile Marine Department (MMD) procedures; (c) the reasons for neglecting reforms in the regulatory bodies of shipping and oceangoing vessels; (d) whether Government would list the actual changes done to help the Indian maritime sector; and (e) the details thereof?", "168468": "(a) whether it is not a fact that shipping industry is hard-hit by pirates during the last few years; (b) the details of Indian ships attacked or taken into their custody by pirates during the last five years, year-wise; (c) whether it is a fact that Government is planning to enact anti-piracy law to protect shippers; and (d) if so, the details thereof?", "167215": "(a) the number of port projects under construction in the country at present and their status in details; (b) whether the Ministry would plan to take up any new port project during the current year; (c) whether the Ministry has plan to take up any new port project from Orissa; (d) the cost of expansion of the Paradip port in Orissa; (e) by when it will be completed and the expenditure made so far; and (f) the present status of Paradip port and its capacity to handle after expansion?", "167972": "(a) the sanctioned strength of the Indian Maritime University; (b) the present strength; (c) whether there is any shortage; and (d) if so, whether there is any proposal to fill up the shortage of faculty members?", "168463": "(a) whether inland waterways provide enormous advantages as compared to other modes of transport, such as cheaper capital and maintenance costs, greater fuel efficiency and easier integration with sea transport; (b) whether despite Indiaâ<U+0080><U+0099>s 14,500 kilometers of navigable rivers and canals the inland water transportation remain largely undeveloped and neglected; and (c) if so, reasons therefor?", "168465": "(a) whether Somalian pirates had hijacked a Panama bound ship on 28 September, 2010 and all the fifteen crew members onboard were Indians; (b) whether the pirates had released 8 crew members out of those 15 Indian crew members; (c) whether the Somalian Government has now appealed to the pirates to release the remaining 7 Indian hostages; and (d) if so, the details thereof?", "168464": "(a) whether Government proposes to strengthen the welfare schemes for seafarers in the country; (b) if so, the details thereof; (c) whether Government has made consultations with various stakeholders before finalization of welfare schemes; (d) if so, the details thereof; and (e) the time by which Government proposes to finalize such welfare schemes for seafarers in the country?", "168467": "(a) whether Indian port cargo handling capacity, connectivity and processes still lag behind the global standards; (b) if so, the reasons therefor; and (c) the steps taken by the Government to improve the performance of Indian ports?", "168466": "(a) whether ship Probo Koala containing tons of hazardous asbestos, after being banned by Bangladesh, headed to India; (b) if so, the details thereof; (c) whether it is a fact that India is becoming the dumping ground for toxic waste belonging to ships endangering the human lives and environment; and (d) if so, the action proposed to be taken?", "167219": "(a) the details of incidents of hijacked ships in Somali waters recently; (b) whether Government has set up an inter-ministerial group (IMG) to negotiate with hijackers; (c) if so, the details thereof; and (d) the progress made in the negotiations?", "167218": "(a) whether despite orders issued by the Department of Public Enterprises No. 2(70)08DPE (WC) dated 26th September, 2008, relating to pay revision of officers and non-unionised supervisors in all Central Public Sector Enterprises effective from 1st January, 2007 the Shipping Corporation of India (SCI) employees have been denied this pay-revision benefit; and (b) if so, the reasons therefor when SCI earned a profit-before-tax to the tune of Rs.776.90 crore during 2007-08 and Rs.903.33 crore during 2008-09 and such revision could be absorbed and afforded within the resources generated ?", "165758": "(a) whether Government is devising a uniform policy allowing major ports to go in for insurance; (b) if so, the details thereof; (c) whether Government has drafted a policy that classified the risks in three different categories floating equipments which go to the sea, the on-ground port machinery and the third covers the loss of business due to any uncontrollable circumstances; and (d) if so, whether the scheme will give great relief to the shipping industry?", "165759": "(a) whether the Government is utilizing the infrastructure fully in inland water transport over river Ganga through Patna-Haldia and Patna-Varanasi; (b) if so, the details thereof and revenue being generated through this inland water transportation in last two years; (c) if not, whether Government has any plan to improve the infrastructure, so that the State generate revenue through this inland water transportation; and (d) the details thereof?", "173969": "whether the Ministry consider to take up the matter with Planning Commission/Department of Economic Affairs for allocation of funds for implementation of National Waterway No. 5 Project?", "165754": "(a) whether it is fact that Government has decided to take up the expansion of ports in a big way to face the fierce competition world-wide; (b) if so, the details thereof; and (c) the status of ports in Tamil Nadu in this regard?", "165755": "(a) whether State Government of Kerala has requested Government for considering the Vizhinjam Port Project under the perspective plan NMDP/CSS for development; (b) if so, the action taken on it; (c) the number of ports in India that has been sanctioned assistance under the scheme, the amount that was sanctioned per port; and (d) the details thereof?", "165756": "(a) whether it is a fact that Government is considering to corporatise ports in the country; (b) if so, the details thereof; (c) whether it is also a fact that ports` corporatisation is to start with JNPT; and (d) if so, the details thereof?", "165757": "(a) whether it is a fact that Government has recently announced its Maritime Agenda 2010-20; (b) if so, the main features of the agenda; and (c) in what manner the agenda is likely to be extended to coastal Maharashtra?", "167217": "(a) whether Government can`t provide armed guards for merchant ships; and (b) if so, the details thereof and the reasons therefor?", "167216": "(a) whether Government has any proposal for development of all the inland water ports in Gujarat in view of their present conditions; (b) if so, the details of action plan taken thereon and the amount to be invested, port-wise and enhanced capacity of the ports; and (c) if so, the details thereof and if not, the reasons therefor?", "165752": "(a) whether it is a fact that Indiaâ<U+0080><U+0099>s first transshipment hub is being created; (b) if so, the details thereof; and (c) the details of benefits expected to the country from this hub?", "165753": "(a) whether it is a fact that various agencies had suffered huge losses due to oil slick accident happened in August, 2010; (b) if so, the details of such organisations and the losses caused; and (c) the steps Government has taken to stop this kind of accident?", "173968": "(a) whether Government has decided to install Radiation Monitor Portals (RMP) at all ports and entry points in the country to check junk material from abroad;(b) if so, whether the steel junk which is imported by several companies are not properly scanned at ports resulting in entry of radiation material; and(c) if so, to what extent the installation of RMP at ports will ensure safe import of junk material?", "171505": "(a) whether the JNPT and Chennai Ports are struggling with congestion due to an infrastructure investment deficit over the years;(b) if so, the details thereof; and(c) the steps being taken to increase port capacity for importing coal and other resources in line with the projections laid down in the Twelfth Five Year Plan?", "168852": "(a) whether piracy at sea is on the increase in the recent past; (b) if so, the details thereof including the number of such attacks during the last two years and this year, year-wise; and (c) the action taken by Government to prevent such attacks and free the hostages held so far?", "171507": "(a) whether it is a fact that Government had sanctioned any inter State water transport project in Gandhi Sagar and Ban Sagar of Madhya Pradesh in the past years;(b) if so, the ratio of contribution of Centre and States along with the details of the project;(c) whether the entire amount in accordance to the need of the project has been released by Government; and(d) the amount allocated separately for these projects during the year 2011-12?", "173095": "(a) whether steps have been initiated towards Corporatisation of major ports such as Jawaharlal Nehru Port Trust and Haldia;(b) if so, then progress so far;(c) whether such Corporatisation measures will be extended to other major ports in the country;(d) the details about the basis on which Corporatisation for Ports is decided;(e) whether Government has resolved issues raised by trade unions of ports towards Corporatisation; and (f) if so, the details thereof?", "171503": "(a) whether Government and the Directorate General of Shipping have received representations to reduce duplicity of inspection work by Mercantile Marine Department (MMD) and other agencies;(b) whether it is a fact that small entrepreneurs are not able to get clearance as they do not have liaison offices in Mumbai;(c) the steps that would be taken to bifurcate the present regulatory body of shipping so that people have better access to services; and(d) the steps proposed to bifurcate the DG-Shipping agency?", "167017": "(a) whether Government has issued a directive to all the maritime States to set up their State Maritime Boards as part of its initiatives to give a major fillip to non-major ports; (b) if so, the details thereof ; (c) whether Government also instructed all the major ports to install radio-active material detectors and implement port community system for facilitating paperless transaction to enhance efficient operation; and (d) if so, the details thereof?", "172384": "(a) whether Government plans to increase port capacity in the coming years; (b) if so, the details thereof; (c) if not, the reasons therefor;(d) whether Government is considering any proposal to modernise the existing major ports in the country; (e) if so, the details thereof; and (f) if not, the reasons therefor?", "172383": "(a) whether the Indian ships passing through the Gulf of Aden are provided with armed guards;(b) if so, the details thereof; and(c) if not, the reason thereof?", "171509": "(a) whether Government has initiated a series of reforms in the Directorate General of Shipping to de-centralise a wide variety of simple and routine decision making;(b) whether it is a fact that Government is aware that small entrepreneurs have to go to Mumbai for petty matters;(c) in what way Government would empower the local Mercantile Marine Department (MMD) surveyors to do their work; and(d) the other steps that would be taken to improve the functioning of the DG-Shipping with special emphasis on coastal shipping and fisheries?", "172381": "(a) whether Government has identified the sites for lighthouses in the State of Kerala, Tamil Nadu, Odisha and Gujarat;(b) if so, the details thereof;(c) the sites selected in each of the above States; and(d) the details of tourist facilities proposed to be developed for tourists at these sites?", "173967": "(a) whether it is a fact that a public sector Navratna Company, Shipping Corporation of India Limited (SCIL) is facing financial crisis;(b) if so, the reasons for suffering the loss suddenly while this company was making profit for the last 20 years;(c) whether Government has taken any steps to bail out this company; and(d) if so, the details thereof?", "164296": "(a) whether Mormugao Port Trust (MPT) is having a land dispute with the State Government of Goa; (b) total area presently in possession of the MPT; (c) total area claimed by the State Government of Goa, survey number-wise and area-wise; (d) the nature of title of MPT with respect to the land claimed by MPT; (e) whether MPT and Government of Goa have decided to resolve the matter across the table; and (f) if so, the details of the initiative taken in this regard?", "164295": "(a) whether Government has any policy to ensure that the regulatory arms frequently have meetings with affected people and stake-holders to have face-to-face discussions and solve problems; (b) the number of such meetings that have been called by Government in Delhi in the last fiscal year and the present fiscal year; (c) the reasons for avoiding public interactions between the public and diverse regulatory authorities; (d) whether it is a fact that affected people are unable to go to Mumbai and present their problems properly; and (e) the steps proposed to make all ports and regulatory authorities more amendable to solve problems?", "170410": "(a) whether it is a fact that the Ministry is planning to corporatise major ports in the country; (b) if so, the details of ports that are proposed to be corporatized; (c) whether Government proposed to bring any Bill before Parliament in this regard; (d) if so, the salient features of the proposed Bill; (e) whether consultations with stakeholders and labour unions have been held in this regard; and (f) if so, the outcome of such consultations?", "167888": "(a) whether it is a fact that west Indian Ocean is still one of the worldâ<U+0080><U+0099>s most dangerous areas for piracy as our shipping companies have paid millions of dollars in ransom and hundreds of Indian sailors have been abducted by Somali pirates in the Indian Ocean; (b) if so, Governmentâ<U+0080><U+0099>s reaction thereto; (c) whether many ocean scientists are seeking security protection and the help to repel Somali pirates in the Indian Ocean; and (d) if so, Governmentâ<U+0080><U+0099>s response thereto?", "167889": "(a) whether Governmentâ<U+0080><U+0099>s move to bring all major and non-major ports in the country under a regulatory regime through creation of Ports Regulatory Authority has run into rough weather; (b) whether it is a fact that several maritime States which at present control the non-major ports in their respective State have opposed Governmentâ<U+0080><U+0099>s move; (c) if so, the details thereof; (d) whether Government has any proposal to modify the draft of Ports Authority Bill; and (e) if so, the details thereof?", "173094": "(a) whether there was any proposal under consideration to revive old riverway connecting Howrah to Haridwar for shipping purpose;(b) the present status thereof;(c) the number of riverways those are being used for commercial purpose presently; and(d) the future plans to make more riverways operational, areas-wise?", "167887": "(a) whether the Ministry is aware that many ports including Dahej, Veraval, Mangrol and Porbandar in Gujarat have the capacity to become a major port; (b) if so, the details thereof; (c) whether Government has any plan to make major port out of any port of the State; and (d) if so, by when the work will commence in this direction?", "173096": "(a) whether despite orders issued by the Department of Public Enterprises No. 2 (70) 08DPE (WE) dated 26 September, 2008 relating to pay revision of officers and non-unionised supervisors in all Central Public Sector Enterprises effective from 1 January, 2007, the Shipping Corporation employees have been denied this pay-revision benefit; and(b) if so, the reasons thereof when Shipping Corporation of India earned a profit-before-tax to the tune of Rs.776.90 crores during 2007-08 and Rs.903.33 crores during 2008-09 and such revision could be absorbed and afforded within the resources generated?", "172385": "(a) whether inland waterways provide enormous advantages as compared to other modes of transport, such as cheaper capital and maintenance costs, greater fuel efficiency, and easier integration with sea transport;(b) whether despite India''s 14,500 kilometres of navigable rivers and canals, the inland water transportation remains largely undeveloped and neglected; and (c) if so, the reasons therefor?", "167220": "(a) whether Government proposes to ban new projects including new port projects in the port sector in the high erosion zone along the country`s coastline; (b) if so, whether Government has undertaken any study to find out high, medium and low erosion zone; (c) if so, the details thereof and all the preventive steps taken by Government to save ports situated along high erosion zones; and (d) the details thereof?", "164298": "(a) whether Governmentâ<U+0080><U+0099>s plan to build a mega container terminal at Indiaâ<U+0080><U+0099>s second busiest container port at Chennai with a private funds worth Rs. 3,686 crores is stranded; (b) if so, the details thereof; (c) whether none of the seven short-listed bidders submitted bids because of a pending environmental clearance and fear that over capacity would render the project unviable; (d) if so, the details thereof; (e) whether the terminal is designed to handle four million standard cargo container a year and the bidding groups require more time to study the details of environment clearance pending with Government; and (f) if so, the steps taken by the Government to finish the project?", "173093": "(a) whether Government is developing any partnership with the States having coastline to devise comprehensive port policy to attract substantial investments in the port sector;(b) if so, the details thereof; and(c) if not, the reasons therefor?", "169185": "(a) the details of total sanctioned staff strength in the Ministry, group-wise i.e. Group A to Group D; (b) out of the total strength, the number of jobs earmarked for SC/ST category as per Government of Indiaâ<U+0080><U+0099>s reservation policy; and (c) the reasons, if any, for the staff strength not being in accordance with the reservation policy of Government?", "169184": "(a) the number of projects targeted for award on PPP mode for major ports in the country during the last five years, year-wise and port-wise; (b) the number of projects awarded for major ports on PPP mode during the last five years, year-wise and port-wise; (c) whether it is a fact that out of 21 PPP Port Projects proposed to be taken up in 2010-11, only 2 projects have so far been awarded; and (d) if so, the reasons therefor?", "169187": "(a) whether the Ministry considers to take expeditious steps to execute the project within a definite time-frame keeping in view cargo demand; and (b) whether the Ministry would consider to establish its regional office for the Eastern region at Bhubaneswar for better co-ordination on National Waterway No.5?", "169186": "(a) by when Kandla Port Trust intend to start Marine Engineering College in Gujarat state, the specific time limit thereof; (b) the quantum of fund that has been allocated by KPT in this regard; (c) the details thereof; (d) whether KPT has approached Gujarat State Government in this regard; and (e) the details thereof?", "173963": "the corrective action that has been taken by the Ministry on the fact that there are large numbers of very old and fragile sea vessels transporting very hazardous chemicals and crude, if these types of sea vessels broke or get accidents in sea it is extremely harmful for our environment?", "169183": "(a) whether the State Government of Maharashtra has requested the Union Government to allocate the Land at North of Radio Club at Nominal Lease Rent for the passenger water transport of East Coast of Mumbai; (b) if so, Governmentâ<U+0080><U+0099>s response thereto; and (c) the reasons for the delay to allocate the land to Maharashtra Government?", "169182": "(a) whether the State Government of Maharashtra has requested for grant of right of way to Rewas-Aware Port developing an Approach Channel through MbPT waters of around 17 Kms; (b) if so, Governmentâ<U+0080><U+0099>s response thereto; (c) the reasons for the delay to provide NOC to Maharashtra Maritime Board/ Rewas-Aware Port Developer from MbPT for the use of waterways of around 17 kms; and (d) by when the grant of right of way to Rewas-Aware Port will be issued?", "173965": "(a) whether it is a fact that the incidents of venturing into the Indian territorial sea by the Somali pirates and hijacking of ships by them are on the increase;(b) the steps being taken by Government of India in this regard, the details thereof; and(c) the details of the incidents of holding hostage in Lakshadweep islands?", "172378": "(a) whether Government has set up a study group or task force to suggest ways to reduce berthing charges and give other facilities to cruise ships from foreign countries;(b) the details of this policy and the benefits expected;(c) whether specific ports will be dedicated to cruise ships;(d) to what extent such reforms also help the other minor sector of shipping like coastal ships and fisheries; and (e) the steps proposed to have a comprehensive reform of the entire shipping sector?", "172379": "(a) the aims and objectives of the National Maritime Development Programme (NMDP);(b) whether it is a fact that as a part of NMDP, Shipping Corporation of India (SCI) was to acquire 62 vessels by next year;(c) whether it is a fact that the company would be short of acquisition of about 20 vessels; and(d) if so, the reasons therefor?", "169188": "(a) whether Government proposes to develop multipurpose berths to handle clean cargo at various major ports in the country; (b) if so, the details thereof, port-wise; (c) the time by which the said multipurpose berths are likely to be completed; and (d) the benefits likely to accrue due to this?", "165761": "(a) the total number of merchant/cargo ships hijacked by the pirates on the international waters of the Indian Ocean during 2010; (b) the total number of crews of Indian origin who have been working in such hijacked ships and taken hostages by the pirates and the present status/whereabouts of these hijacked Indian crew; and (c) the details of steps being taken by Government, on its own or in association with other countries, to curb the increasing menace of pirates to international sea transport?", "165760": "(a) whether it is a fact that the ports of India are incapable of handling the increasing marine traffic; (b) if so, whether Government has taken any special steps to control the increasing marine traffic; (c) whether Government is planning to set up new port; and (d) if so, the details thereof?", "165763": "(a) whether it is a fact that Government propose to undertake disinvestment of Cochin Shipyard; (b) if so, the details in this regard; and (c) the other undertakings that are proposed to be disinvested under the Ministry?", "165762": "(a) the total tonnage handled at Haldia, Paradeep and Kandla ports in 2008-09, 2009-10 and 2010-11 fiscal years thus far; (b) whether it is a fact that total shipping activity in Gujarat ports is increasing; (c) if so, the steps that would be taken to locate a full-fledged office of the DG Shipping at Gandhinagar or at Surat; (d) whether it is a fact that people in Gujarat have to access and visit Mumbai for all work connected with DG Shipping; and (e) the steps proposed to bifurcate the existing DG Shipping office and locate one office in West Bengal, Andhra Pradesh and Gujarat?", "172382": "(a) the number of harbours in the country;(b) the position of Indian harbours, world-wise;(c) whether Government is planning to create artificial harbours with Public Private Partnership; if so, the details thereof; and(d) if not, the reasons for the same?", "173972": "(a) the number of passenger cruise landings at Indian ports during each of the last three years, port-wise; and(b) the initiative taken by Government to boost cruise tourism in the country?", "173971": "(a) whether the Ministry is considering to take expeditious steps to execute the projects; and(b) whether the Ministry is considering to establish it''s regional office for the Eastern region at Bhubaneshwar for better coordination on National Waterway No. 5?", "173970": "(a) the status of the 2nd Core Terminal Project at Berth No.7 at the Mormugao port;(b) the reasons for the delay; and(c) the details of Governmentâ<U+0080><U+0099>s action?", "173964": "(a) whether the Ministry is aware about increasing cases of oil spillages in our coastal areas which is very harmful for environment, if so, the corrective action that has been taken by the Ministry;(b) whether Ministry issued any stringent directives to shipping companies to stop such cases and in case of accident, concerned shipping company has to compulsorily pay charges to concerned authorities to clean affected areas of oil spillage; and(c) whether the Ministry approached State Governments to seek their views on this matter?", "164832": "(a) whether the countryâ<U+0080><U+0099>s shipping tonnage has crossed 10 million GT mark and Indian Registrar of Shipping (IRS) is getting membership to International Association of Classification Societies (IACS); (b) if so, the details thereof; (c) whether the creditable performance of Indian tonnage crossing the 10 million and getting the coveted status is turning point for the countryâ<U+0080><U+0099>s maritime industry and the Shipping Directorate has also launched 24x7 telecounseling facility to seafarers recently; and (d) if so, the details thereof ?", "164833": "(a) whether Government received any representation for setting up of a tribunal to resolve the wage issue of Indian seafarers; (b) if so, the details thereof and reaction of Government in this regard; and; and (c) the follow up actions taken by Government to resolve the wage issue of Indian seafarers?", "164830": "(a) whether there is an encroachment on Sea bed, if so, the details thereof; (b) the steps that Government is taking to remove the encroachment, the details thereof and the results thereof; and (c) whether it is an obstruction in the smooth running of the ships or boats?", "164831": "(a) whether Government is planning to bring Indian Port Act, if so, the status thereof; (b) whether it is a fact that the employees of the Kochi Port, are having resentment about their pay or other service benefits, if so, by when Government would remove the disparity; (c) whether all the ports have these R and D Department; and (d) if not, the reasons therefor and if so, the details and results thereof?", "168469": "(a) whether it is a fact that there has been several cases of pirate attacks on Indian ships or ships with Indian men on board in the past one year; (b) if so, the details thereof; (c) the steps taken by Government to ensure the safety of our ships and sailors: (d) Governmentâ<U+0080><U+0099>s understanding of these pirate attacks, whether it is specifically targeted against Indian ships. (e) whether Government is considering global co-ordination to combat the pirate menace; and (f) the details thereof?", "171523": "(a) whether it is a fact that the Ministry has formulated a Rs. 1.5 lakh crore revamp and modernization plan for ports in the Twelfth Plan; (b) if so, the details of the plan; (c) the investment for major ports and what would be the share of the minor ports; (d) whether any rough estimation has been made with regard to allocation of money to major and minor ports in the country; (e) if so, the details thereof with a particular reference to Andhra Pradesh; and (f) the private sector share out of the proposed Rs. 1.5 lakh crore investment?", "173966": "(a) whether the Ministry has any plan to develop inland waterways:(b) whether the Inland Water Transport Corporation has formulated any plans for development of inland waterways; and(c) if so, the details thereof?", "171514": "(a) whether with a view to enhancing capacity of major ports, Government has decided to award 22 projects under PPP mode during 2011-12;(b) if so, the details thereof;(c) whether only eight of the 22 projects are new and the rest are carried forward; and(d) if so, the location of new projects?", "171518": "(a) whether Government proposes to connect all major ports;(b) if so, the details thereof and the reasons therefor;(c) whether Government has made any assessment regarding the likely benefits as a result thereof;(d) if so, the details and the outcome thereof; and(e) the steps taken by Government to protect the interest of labourers/employees of such ports?", "171410": "(a) whether it is a fact that various countries are dumping hazardous waste in India by ships in the guise of sending them for ship-breaking;(b) the details of such cases noticed during the last three years;(c) whether the present legal system is sufficient to punish the offenders and seek compensation and details for the last three years in this regard; and (d) in what manner Government proposes to tackle this menace and protect our shores?"}, "2010": {"162939": "(a) whether it is a fact that the State Government of Gujarat has requested for the development of Vadinar Port in joint venture between the Government of Gujarat and Kandla Port Trust; (b) if so, the details thereof and the reaction of the Central Government in this regard; and (c) if not, the reasons therefor?", "162938": "(a) whether the incidents of collision of ships near the Indian Ports have increased recently; (b) if so, the details thereof along with the loss of lives and property occurred during the last three years and the current year; (c) the preventive steps taken to stop such eventualities in future; (d) whether there is a proposal to bring forward a National Shipping Policy to ensure environmental security of Indian waters; and (e) if so, the details thereof and, if not the reasons therefor?", "162937": "(a) whether Government has declared East Coast Canal and Brahmani Riverine System as National Waterways No.5; (b) whether any steps have been taken by Government for development of these waterways; (c) if so, the details thereof; and (d) if not, the reasons therefor?", "162936": "(a) how many times cases of oil leak has been noticed from the shipping vessels in the country during the last three years along with the details thereof; (b) the steps taken to prevent such incidents; (c) whether the Ministry is aware that a foreign vessel had leaked oil at Gopalpur Port some months back in Orissa; and (d) whether it caused any pollution in the sea and affected the nest in the river Rushikulya rookery?", "159769": "(a) whether the National Maritime Development Programme (NMDP) is being implemented by Government; (b) if so, the details thereof; (c) whether NMDP has covered the Mangalore Port in Karnataka; (d) if so, the number of projects which have been taken up at the port and what is their cost, project-wise; and (e) by when these projects will be completed?", "154727": "(a) whether the processes of inter-ministerial consultation to finalize the New Ship-building Subsidy Scheme has been completed; (b) if so, whether Government has received any comments from the various stake holders in this regard; (c) if so, the details in this regard; (d) the details of the steps so far taken by Government thereon; and (e) by when the said policy will be implemented in the country?", "154726": "(a) whether it is being contemplated to increase the number of National Waterways in the country; (b) if so, the details thereof; (c) whether the State Government of Orissa has sent any proposal for creation of more National Waterways; and (d) if so, the details thereof?", "154729": "(a) whether Government has any special package for reviving and improving the coastal shipping; (b) if so, what steps have been taken to improve the coastal shipping; and (c) whether the State Government of Kerala had been allocated any funds for the improvement of the same?", "158089": "(a) whether classification of major ports are still existing in the country; and (b) if so, whether Government has taken any steps to remove this discrimination?", "151419": "(a) whether the State Government of Kerala has approached the Central Government for assistance for the development of the Vizhinjam Port in Kerala; (b) if so, the details thereof; and (c) the reaction of Government thereto?", "155787": "(a) whether it is a fact that a container yard is being built in Mumbai Port Trust area; (b) if so, the details thereof and the reasons therefor; (c) whether dry dock would be closed by this action; (d) if so, whether Government is ready to reconsider this plan; and (e) if so, the details thereof?", "153279": "(a) whether any study has been undertaken to identify potential areas for shipping Business along the long Coast Line of more than 7500 KMs available in the country; (b) whether it is a fact that 90 per cent world trade depends either directly or indirectly on shipping business; (c) whether it is also a fact that the facilities available for R & D in the area of Shipping and Sea Coast are marginal and negligible; and (d) if so, the measures taken or being taken to improve such areas?", "160573": "(a) whether there is any proposal pending before Government for the privatization of the Central Inland Water Transport Corporation (CIWTC); (b) if so, the details thereof; and (c) if not, what are the proposals for the development of CIWTC?", "160572": "(a) whether Government has decided to award 25 ports projects under Public Private Partnership (PPP) scheme during the current financial year; (b) if so, whether Government has invited investments from Singapore, Dubai and Gulf countries; and (c) if so, the details thereof and the number of projects awarded to the developers so far and the collective value of the same?", "160571": "(a) whether it is a fact that a Central Government appointed Committee had opined against setting up of captive port by the POSCO in Orissa as that will hamper the existing Paradip port; (b) if so, the details thereof; (c) whether the Ministry has taken any step to cancel the necessary permission for the said captive port; (d) if so, the details thereof; and (e) if not, the reasons therefor?", "160570": "(a) whether it is a fact that in the collision of two ships in Mumbai Port Trust dock in August, 2010, one of the ship submerged completely; (b) the number of employees who were on board the ship and the number of those out of them who drowned; (c) the reasons of collision of these ships; and (d) the measures being adopted to prevent recurrence of such incidents in future?", "155788": "(a) whether Government proposes to undertake expansion and upgradation of Marmugao Port of Goa; (b) if so, the details of each of the items of development proposed to be undertaken and their estimated cost; (c) whether extensive dredging is proposed to be undertaken by the port; and (d) if so, the cost involved in the case of such dredging, and further, how the port proposes to meet the expenditure?", "155789": "(a) how many port projects are delayed beyond three years; (b) the reasons for the delay: and (c) what action is Government contemplating for this matter?", "159771": "(a) whether the Central Maritime University has given affiliation to colleges; (b) if so, how many colleges from Kerala have been affiliated; (c) whether any specific guidelines have been formulated for giving affiliation; and (d) whether there is any mechanism in place to ensure the quality of teaching, infrastructure facilities in these colleges?", "159770": "(a) whether cruise shipping is a fast growing sector globally; (b) if so, whether there is any proposal to formulate a policy on cruise shipping; and (c) the steps being taken to tap the boom in cruise shipping to earn foreign exchange?", "155786": "(a) whether it is a fact that the Ministry is planning to revise the National Maritime Development Plan (NMDP) in view of unsatisfactory progress made with the plan; (b) how the new plan is going to rapidly expand the port capacities, infrastructure, inland navigation, etc; (c) whether any Committee has been constituted for this purpose; and (d) if so, the terms of reference given to the Committee and by when the report would be submitted?", "159772": "(a) whether it is a fact that Government has given approval to 12 major ports to lease surplus land to real estate companies for residential property development; (b) if so, what is the estimated surplus land available in various ports and the amount of money proposed to be raised by these ports by leasing out their surplus land; and (c) what purpose this money is proposed to be utilized?", "158091": "(a) whether the Tuticorin Port in Tamil Nadu would be upgraded into a freight transit port; and (b) whether any proposal to that effect is pending with Government?", "158090": "(a) the total tonnage handled at Kandla Port during the financial years 2008-09, 2009-10 and 2010-11 so far; (b) whether it is a fact that total shipping activity in Gujarat ports is increasing every year; (c) if so, the steps proposed to be taken to locate a full-fledged office of the Directorate General of Shipping (DGS) at Gandhinagar; and (d) the steps proposed to bifurcate the existing DGS office and locate one office in Gujarat?", "153281": "(a) whether Government is aware that the State Government of Maharashtra has submitted a proposal for amendments to the Bombay Port Trust Act, 1879; (b) whether it is also a fact that the property tax amended under the Mumbai Municipal Corporation Act, 1888 by the Maharashtra State Government will be levied in Mumbai only after the amendments are made to the Bombay Port Trust Act by the Central Government; and (c) what early action Government will take to make necessary amendments to the Bombay Port Trust Act, 1879?", "155785": "(a) the details of investment so far attracted under the National Maritime Development Programme (NMDP) since its inception, year-wise; and (b) the details of regulatory and procedural changes that the Ministry is going to bring to the NMDP to attract the targeted investment of Rs.55,000 crores by 2011-12?", "162012": "(a) whether there is any delay in commissioning of Vallarpadam container project; and (b) if so, the reasons therefor?", "162010": "(a) whether the Centre is seriously considering development of inland waterways in Orissa; (b) if so, the details thereof; (c) whether the State Government of Orissa has sent any proposal to the Central Government in this regard; and (d) if so, the details thereof?", "162011": "(a) whether it is a fact that huge amount of tar balls and oil had spilled into the sea along the western coastline near Colaba in Mumbai after the collision of two ships; (b) the reasons of the collision of the huge ships along the coastline; (c) the details of amount of losses due to the spread of oil near the coastline; and (d) the steps being taken by the Shipping Department to clean up the coastline and the locations where the debris of the sea are dumped?", "152154": "(a) the number and names of inland waterways in Goa; (b) whether the State Government has proposed nationalization of any of the national waterways in Goa; (c) the legal consequences which may follow after inland waterways are nationalized; (d) the names of inland waterways nationalized in the country in the last three years; and (e) the development undertaken with respect to each of the waterways and cost incurred in each case?", "152155": "(a) whether Government is considering a proposal to allow private players to operate port facilities to transport cargo and also to set up captive berths at ports; and (b) if so, the details thereof?", "152156": "(a) whether Government proposes to allot 17 port development projects to private players under its ambitious National Maritime Development Programme to increase the capacity of the major ports by 410 million tonnes (mt) per annum; (b) if so, the details thereof; (c) whether his Ministry also has a proposal to set up a mega container terminal at Chennai which would increase the port capacity by 48 Mt. per annum with an investment of Rs. 3886 crores and also construct a second cargo berth at Tuticorin port; and (d) if so, the details thereof?", "152157": "(a) whether the United States (US) Coast Guard rescued cargo ship A.P.J. Surya Vihar with 28 Indian crew members on board, (b) if so, when this incident took place; (c) whether all Indians were safely rescued; and (d) is so, the details thereof?", "152150": "(a) whether Government has formulated a new set of guidelines capping the number of projects a player can undertake in a port; (b) if so, the details thereof; (c) what are the objectives of this policy; (d) to what extent have new ports like Ennore being exploited in this manner; and (e) the details as to safeguard public investment?", "152151": "(a) whether it is a fact that Government is going to partially privatize Ennore Port; (b) if so, what are the proposals being examined by Government; (c) how much was the total investment in Ennore Port since inception; (d) what steps will be taken to avoid selling away Ennore Port; (e) whether it is a fact that portions of the port have been handed over to the private sector; and (f) if so, the reasons therefor?", "152153": "(a) whether it is a fact that cruise service operating across the country is on the verge of closure owing to imposition of excessive taxes; (b) whether Government is formulating any strategy for its promotion and improvement; (c) if so, the details thereof; and (d) whether Government has considered to provide any assistance for smooth operation of cruise service?", "153306": "(a) the status of modification of PPT Road from gate No. 4 to Shandhakuda Basti executed by M/s Samal Builders vide work order No. CE/HW-11-23/07-457 dated 14 June, 2007; (b) the reasons for delays on the part of PPT for non-cooperation to handover the 1000m stretch from Gate No. 4 to Hanuman Mandir; (c) the dues to M/s Samal Builders as on date and the reasons for non-payment by PPT; and (d) by when PPT would abide by the decision of Honâ<U+0080><U+0099>ble High Court and release the balance amount to M/s Samal Builders?", "153304": "(a) whether it is a fact that pirates have detained a goods laden Indian ship while it was heading to United Arab Emirates via Somalia and the crew members have been taken captive; and (b) if so, the details of action being taken by Government in this regard?", "153305": "(a) whether it is a fact that Government is taking various steps to upgrade several ports on the Eastern Coast; (b) if so, whether any step is being taken to upgrade the conditions of Kolkata and Haldia ports; and (c) if so, the details thereof?", "153302": "(a) whether the National Maritime Development Programme has become operational; (b) if so, the essential features of this programme; (c) whether the programme is being implemented in Goa; and (d) if so, the details thereof including expenditure made, finances allocated etc.?", "153303": "(a) the projections of Shipping industry for the period of Twelfth Five Year Plan; (b) whether Government has prepared any plan to develop infrastructure to meet the projected growth; and (c) if so, the details thereof?", "155791": "(a) whether Government has decided to install radiation monitor portals (RMP) at all ports and entry points in the country to check hazardous waste materials from other countries; (b) if so, whether it is a fact that the steel junk which is being imported from several companies is not being properly scanned at ports resulting in the entry of radiation material; and (c) if so, to what extent will the installation of RMP at ports ensure the safe import of hazardous waste material?", "155790": "(a) whether the National Maritime Academy in Chennai proposes to enter into any Memorandum of Understanding (MoU) with Chinese Universities for the purpose of commencing Master of Business Administration (MBA) courses in Port and Shipping Management and International Transportation; (b) if so, the essential features of the proposed MoUs; (c) whether such courses will be made available to other universities of coastal States, including Goa University; and (d) if so, the details thereof?", "162009": "(a) whether it is a fact that Government is going to privatise Ennore Port in Tamil Nadu; (b) the details of present ownership status and pattern of share holdings; (c) the details of investment made by Government over the years till date at Ennore Port, year wise; (d) whether the policy of selling Ennore Port is against the policy of build-operate-transfer, whereby Government builds everything and then sells at a pre-determined discount to private operators, and (e) the reasons for such investments and selling activities?", "150303": "(a) whether his Ministry is aware that many ports in Orissa have the capacity to become a major port; (b) if so, the details thereof; (c) whether Government has any plan to make a major port out of any port of the State; and (d) if so, by when the work will commence in this direction?", "150306": "(a) the total tonnage handled at Visakhapatnam port in 2008-09 and in the 2009-10 fiscal year thus far; (b) whether it is a fact that total shipping activity in Andhra ports is increasing; (c) if so, what steps will be taken to locate a full-fledged office of the DG-Shipping at Visakhapatnam; (d) whether it is a fact that people in Andhra Pradesh have to access and visit Mumbai for all work connected with DG-Shipping; and (e) the steps proposed to bi-furcate the existing DG-Shipping office and locate one office in Andhra Pradesh?", "150305": "(a) whether Government has any proposal for development of all the inland water ports in Assam in view of their present conditions; and (b) if so, the details of action plan taken thereon and the amount to be invested, port- wise and enhanced capacity of the ports?", "150304": "(a) whether any exclusive infrastructure exists to connect all the major ports which are spread out throughout the length and breadth of the country to enable the swift movement of goods being handled at these ports; (b) if so, the details about connectivity existing between major ports; and (c) if not, the reasons therefore, in view of the escalating cost of construction materials?", "152143": "(a) whether Government is aware that the Vessel Traffic Monitoring System (VTMS) project has been unduly delayed keeping in view that the re-scheduled date for completion of the project is 31 March, 2010; and (b) if so, the details of the progress at each site of VTMS repeater stations and the total expenditure incurred so far vis-Ã -vis the total cost of the project?", "152140": "(a) whether to prevent monopoly of a single player in the Public Private Partnership (PPP) projects at major ports, Government has revised guidelines capping the number of projects a player can undertake in a port; (b) if so, the details of the new guidelines drafted and issued for implementation; (c) whether the views of the stakeholders have been sought; and (d) if so, the details thereof and to what extent the monopoly of some players at ports would be removed?", "152146": "(a) whether Government is aware that the New Policy on expansion of existing ports and initiation of new ports along the coastal line is causing delay, as long as two years, for clearance under Coastal Regulation Zone (CRZ) Notification and Environmental Impact Assessment (EIA) Notification; (b) whether the Chief Minister of Gujarat has requested the Honâ<U+0080><U+0099>ble Prime Minister to make necessary modifications in the New Policy so that the development of ports is not affected; and (c) if so, whether Government is considering the required modifications in the CRZ and EIA Notifications under the new policy?", "152145": "(a) whether it is a fact that the work on the National Waterwaysâ<U+0080><U+0093>III from Kollam to Kottappuram in Kerala has been progressing at a slow pace; (b) if so, the details of the project and the work so far completed; and (c) what are the problems standing in the way for the completion of the project at the end of the year 2010 and the steps being taken to clear the hurdles?", "152148": "(a) whether Government is aware of the proposal made by the State Government of Maharashtra for allocation of land on nominal lease rent at north of Radio Club in Mumbai (under MBPT) for the project of Passenger Water Transport of East Coast of Mumbai; and (b) by when this proposal is likely to be cleared by the Central Government?", "156525": "(a) whether Governmentâ<U+0080><U+0099>s attention has been drawn towards the pirates of Somalia who are using lost boats/ships/vessels of India; (b) if so, the details thereof; (c) whether Indian ships/vessels seized or abducted along with the sailors/travellers by the Somalian pirates during the last two years and current year have been searched for and got freed; (d) if so, the details thereof; (e) if not, the steps taken by the Government in this regard; and (f) the steps taken or proposed to be taken with the help of other affected countries for permanent solution of this problem?", "157288": "(a) since when the Directorate-General of Shipping (DGS) has been located in Mumbai; (b) the total tonnage of shipping which used Indian ports in that area; (c) whether numerous new ports and the total shipping and maritime capacities have increased manifold in the last twenty years; (d) if so, whether there is a logical administrative need for bifurcation of the shipping regulatory bodies like DG-Shipping; and (e) the steps proposed to streamline the maritime and shipping regulatory bodies to enhance their efficiencies?", "157287": "(a) whether the Ministry is aware that many ports including Dahej, Veraval, Mangrol and Porbandar in Gujarat have the capacity to become a major port; (b) if so, the details thereof; (c) whether Government has any plan to make a major port out of any such port of the State; and (d) if so, by when the work will commence in this direction?", "157286": "(a) whether the Ministry has got the clearance from Ministry of Home Affairs for restoring sea route transportation of passengers and goods from Rameshwaram to Talaimannar in Sri Lanka and from Tutucorin to Colombo; and (b) if so, whether any date has been fixed from both countries to inaugurate historical transport, as happened 25 years ago?", "157285": "(a) whether Government has asked a detailed report of dangerous and inflammable goods lying in the various ports areas; (b) if so, the details in this regard; (c) the details of information furnished by various ports in this regard; (d) whether Government has issued any fresh instruction for handling and storage of such goods; and (e) if so, the details thereof?", "157284": "(a) whether it is a fact that Government has negotiated with the Port Trust employees regarding their demands for revamp in the wages and salary structure and salary hike; (b) if so, the details of the negotiations took place and the decision arrived at; and (c) what steps are being taken to implement the agreement made in this regard?", "153884": "(a) whether there has been any threats to Indian shipping industry over the last few years; (b) whether it is a fact that number of cases of kidnapping/hijacking of Indian nationals and vessels are growing during the last two years, particularly in Somalia region; (c) if so, what is Governmentâ<U+0080><U+0099>s response and reaction thereto; and (d) the details of steps taken or proposed to be taken by Government against such threats by providing more security to the Indian vessels?", "153881": "(a) whether Government has taken any new initiatives or formulated policies or developed any innovations in either maritime regulations or port management since 1 July, 2009 to 31 January, 2010; (b) if so, the details thereof and whether any such fresh steps be outlined; (c) whether it is a fact that Government has received various representations to improve the shipping sector creating employment opportunities for the youth; (d) what steps would be taken to systematically improve the maritime sector, particularly by centralizing the administration; and (e) the details of measures proposed in this regard?", "153883": "(a) whether there are any plans for upgradation of Mormugao Port Trust (MPT); (b) if so, the details of each of the project, expenditure involved, progress made and proposed date of completion of each of the projects; (c) whether services of private sector or the investment by them was also availed; and (d) if so, the details thereof?", "153882": "(a) whether it is a fact that Government will fall short of Eleventh Plan target for capacity addition in major ports by around 40 per cent; (b) if so, the details thereof; (c) whether the target was to add a capacity of the major ports to over 1000 million tonnes; and (d) if so, the details thereof and the steps planned by Government to meet the capacity addition projection under the ambitious National Maritime Development Programme (NMDP)?", "158088": "(a) whether it is a fact that Government is planning to develop Revas-Aware Port (RAP) through Public Private Partnership (PPP) mode; (b) if so, the details thereof; (c) whether it is also a fact that there is need for grant of right of way to Revas-Aware Port for developing an approach channel through Mumbai Port Trust waters; (d) if so, whether permission has been granted in this regard; and (e) if not, the reasons therefor?", "154728": "(a) whether Government had recently awarded six projects at some major ports including Kandla-Veraval-Porbandar under Public Private Partnership (PPP) mode with sanctioned amount of Rs.3319 crores; (b) if so, the details thereof; (c) the present status of said projects, project-wise with reference to Gujarat; and (d) if not, the reasons therefor?", "159767": "(a) whether it is a fact that the Shipping Corporation of India (SCI) intends to purchase new ships to enhance its capacity utilisation; (b) if so, the details in this regard; (c) whether plans have been chalked-out about the manner in which these ships would be used in future; and (d) if so, the details thereof ?", "152138": "(a) whether in-principle approval for subsidy of Rs.88.33 crore to Alcock Ashdown Gujarat Ltd. (AAGL) has been granted under the subsidy scheme for export projects of Government; (b) whether proposal regarding modified ship-building subsidy scheme has been finalized by his Ministry; (c) if so, the details thereof; and (d) if not, by when this scheme is likely to be finalized?", "162940": "(a) whether the National Maritime Development Programme (NMDP) has become operational in the country; (b) if so, the details thereof; (c) the projects which have been envisaged for the three major ports of Tamil Nadu under NMDP, port-wise and project-wise; and (d) what is the present status of each of these projects?", "162941": "to answer to Unstarred Question 2151 given in Rajya Sabha on 8 December, 2009 and state: (a) whether Government is aware that Vessel Traffic Monitoring System (VTMS) project has been unduly delayed and the re-scheduled date for completion of the project was 31 March, 2010; and (b) if so, the details of the progress at each site of VTMS repeater station and the total expenditure incurred so far vis-a-vis the total cost of the project?", "161008": "(a) whether Government has any proposal for the development of inland waterways in the country; (b) if so, the details thereof, State-wise; (c) the action taken by Government in this regard; (d) the total length of inland waterways in the country; (e) the length of inland waterways created so far during the Eleventh Five Year Plan; (f) the details of the expenditure incurred thereon along with the funds allocated for the purpose in the current plan; and (g) the details of projects undertaken/proposed to be undertaken for promoting inland waterways facilities in the country during the current plan period?", "161009": "(a) whether there is any proposal under consideration of the Central Government to construct new ship building yards and other ports in the country; (b) if so, the details thereof; (c) the estimated cost likely to be invested on these mega projects; and (d) the time by which these yards and ports are likely to be constructed?", "161004": "(a) whether the number of Bangladesh vessels plying on the inland water transit and trade route between India and Bangladesh out-numbers Indian vessels plying in the route; (b) if so, the details thereof and the reasons therefor; (c) whether according to Indo-Bangladesh protocol on inland transit and trade, the share in movement of cargo is to be on 50:50 basis; (d) if so, the details thereof; and (e) the corrective measures taken by Government in this regard?", "161005": "(a) whether the Ministry has got clearance from the Ministry of Home Affairs for establishing ferry service from Rameswaram to Talaimannar and Tuticorin to Colombo; and (b) if so, whether the final date for the maiden ferry service has been fixed?", "161006": "(a) whether the Government proposes to upgrade and develop some of the ports in the country including Kandla, Porbandar, Veraval and Hazira in the context of cargo handlings; (b) if so, the details of development programmes to be undertaken during the Eleventh Plan period and budgetary allocation earmarked for the purpose; and (c) the present status of such ports?", "161007": "(a) whether large tracts of land of major ports of the country are still under encroachment; (b) if so, the details thereof; (c) the action taken by the Central Government and the concerned port trusts to remove the illegal encroachment; and (d) the action proposed to be taken by Government against the culprits?", "161002": "(a) whether the Kandla Port Trust (KPT) intends to start a marine education training institute; (b) if so, the details thereof; and (c) the steps taken by the Central Inland Waterways Authority of India to implement its projects in Gujarat and how much fund has been allocated for the purpose?", "161003": "(a) whether it is a fact that Government had declared rivers Brahmaputra and Barak as National Waterways on the floor of the Parliament; and (b) if so, whether the vessels are not plying on these rivers even after Government had declared them as National Waterways, if so, the reasons therefor?", "150830": "(a) whether the volume of cargo at the major ports is expected to rise to 650 million tons in the year to March, 2012; (b) if so, the details worked out so far; (c) the incentives being given to the shipping industry in the remaining Eleventh Five Year Plan; and (d) the response form foreign countries in this regard?", "161010": "(a) the total number and names of ports in Orissa; (b) whether there is any proposal to set up new ports in the State; (c) if so, the details thereof; and (d) whether any proposal has been sent to the Central Government by the State Government in this regard?", "153280": "(a) whether there is a demand for modernization of Dhubri Port; and (b) if so, what is being done for the said portâ<U+0080><U+0099>s modernisation?", "154730": "(a) whether it is a fact that Government has planned to set up a shipyard to produce large sized vessels under Public Private Partnership (PPP) with an investment of Rs. 3000-4000 crores in lieu of Hindustan Shipyard going to the Defence Ministry to meet the countryâ<U+0080><U+0099>s security requirements of building vessels for the Indian Navy; (b) if so, the number of shipyards to be built and the locations thereof; and (c) how much land and expenditure are to be required for the purpose?", "156543": "(a) how many major, medium and minor ports are under consideration in the east coast of the country; (b) how many of them are being situated in eco-fragile areas; and (c) whether setting up of large scale infrastructures are accompanied with cost benefit analysis for the local communities?", "156542": "(a) whether Government is aware that the use of waterways is capable of generating employment, both directly and indirectly also trade and other economic activities which will enhance the economy of the North Eastern Region significantly; and (b) if so, the details thereof?", "156546": "(a) whether Government gave approval for creating a new shipyard of international standard to make up for Hindustan Shipyardâ<U+0080><U+0099>s transfer to the Defence Ministry to enable Navy build military vessels; (b) if so, by what time a final decision in this regard is likely to be taken and what is the total cost of expenditure involved and the place where this will be set up; and (c) by when it is likely to be completed?", "156545": "(a) the number of foreign cargo vessels/ships arrived at major ports in the country during 2008-09 and 2009-10, port-wise; (b) if so, the details thereof; (c) the quantity and type of cargo carried by foreign and domestic cargo vessels/ ships during the said period separately, port-wise and year-wise; (d) the details of domestic and foreign ships detained for alleged irregularities during the said period, port-wise, company-wise and year-wise; and (e) the action taken by Government against such ship/cargo companies during the said period, company-wise and year-wise?", "156544": "(a) whether any steps have been taken by the Ministry to create inland waterways to link various ports of Gujarat to other major parts of the country; and (b) if so, the details thereof?", "151421": "(a) the number of waterways in the country; (b) the details of the steps to upgrade these waterways to international standard; and (c) the details of the revenue accrued from these waterways during last three years?", "151420": "(a) the projections of cargo for the period of 2010-2015 in the various ports in India; (b) the details of warehousing capacity to manage the cargo port-wise; (c) whether the current warehousing infrastructure is able to meet the requirements; (d) if so, the details thereof; and (e) if not, the measures proposed by Government to augment the additional warehousing capacity at ports?"}, "2013": {"190624": "(a) whether Government has received any representation from State Governments including Gujarat with regard to policy for port and harbour;(b) if so, the response of Government in this regard;(c) whether concerns of the State Governments have been addressed by Government; and(d) if so, the details thereof ?", "196482": "(a) whether any study has been conducted by the Inland Waterways Authority of India to find out the transportation cost by rail and waterways;(b) if so, the details of such a study, with a particular reference to Krishna and Godavari waterways; and(c) the efforts that the Ministry is making to make more use of waterways fortransportation of goods?", "196480": "(a) whether Government had given approvals to inland water transport in Gandhi Sagar reservoir and Bansagar Project in Madhya Pradesh in the year 2006;(b) if so, the reasons for not making any budget provisions for these projects for the last several years in the Budget; and (c) the steps taken by Government to make sufficient budget provisions and provide sanctioned funds in coming years in order to ensure the earliest implementation of these projects?", "193518": "(a) the person, who are doing â<U+0080><U+0098>onboard operationsâ<U+0080><U+0099> and â<U+0080><U+0098>shore operationsâ<U+0080><U+0099>at the 12 major ports of India;(b) port-wise list of all parties who have been doing â<U+0080><U+0098>onboardâ<U+0080><U+0099> operations at 12 major ports of India including Haldia Dock Complex and Kolkata Dock system; and (c) the port-wise list of all parties who have been doing â<U+0080><U+0098>shore handling of cargoâ<U+0080><U+0099> at 12 major ports of India and how have these agencies been engaged under which act of Major Port Trust Act, 1963 have these agencies been engaged?", "191403": "(a) by when Government would issue necessary notification authorizing Gujarat Maritime Board (GMB) for voyage and towage permission; and(b) by when Government would issue notification to extend the I.V. limits?", "191402": "a) whether Government has taken note of the bad situation of many small ports in the country;b) the steps that Government has taken to develop the small ports, the details thereof; andc) whether Government has any plans to develop these small ports into major ports to boost economic activity in their vicinity, the details thereof?", "191401": "(a) whether the incident of Somalian pirates entering the Indian maritime border and hijacking of ships are on the rise;(b) the details of the steps being taken by Government of India to check this problem; and (c) the details of the total such incidents that have occurred so far?", "190623": "(a) the number of Vessel Traffic Management System funded by the Ministry;(b) the details of funding thereof; and(c) the volume of cargo and revenue earned by the ports with the Vessel Traffic Management System?", "195255": "(a) the reasons due to which Inland Waterways Development Authority of India is not considering to develop inland waterways in Gujarat State which has longest coastal line in our nation;(b) whether the Ministry has received any representation from State Government of Gujarat in this regard; if so, what further action has been taken by Government; and(c) whether the Inland Waterways Authority is going to develop inland waterways in Gujarat State; the details thereof?", "194563": "(a) whether the â<U+0080><U+0098>shore handling agenciesâ<U+0080><U+0099> working at the 12 Major Ports are under some â<U+0080><U+0098>revenue sharingâ<U+0080><U+0099> arrangement with the respective ports under Section 42(3) or 42(3A) of MPT Act, 1963 or are they acting as â<U+0080><U+0098>contractorsâ<U+0080><U+0099> of the respective ports;(b) the manner in which the â<U+0080><U+0098>shore handling agentsâ<U+0080><U+0099> charge the importers/exporters at the 12 major ports of India and under which sections of Major Ports Trust Act, 1963 or as per such provision of Tariff Authority for Major Ports (TAMP); and (c) whether they realize charges from trade on the basis of any Scale of Rates approved by Central Government or TAMP under Section 48 of MPT Act, 1963?", "194562": "the present status of expansion plan of Mega Container Terminal of JNPT in Mumbai?", "192109": "(a) whether it is a fact that government has approved the fixation of tariff at certain major ports in the country on the basis of market forces; (b) if so, the details thereof;(c) whether before the said decision was taken it has been ascertained that what would be the different possible changes by bringing changes in the existing policy; and(d) if so, the details of possible changes?", "192108": "(a) whether it is not a fact that waterways is the cheapest mode of transportation anywhere in the world;(b) whether it is also not a fact that 40 per cent of cargo movement in Europe is by waterways and the worldâ<U+0080><U+0099>s average is 8 per cent; (c) if so, the reasons that India is languishing at less than 1 per cent of cargo movement through waterways;(d) the efforts the Ministry is making to develop more and more waterways for transportation of cargo;(e) whether any special plans have been prepared for cargo movement in Godavari and Krishna rivers;(f) if so, the details thereof; and(g) if not, the reasons therefor?", "195256": "(a) whether Government has taken any initiative to develop the Inland Waterways in the country for transportation; if so, the details thereof, if not, the reasons therefor; and(b) the details of the allocated budget, target and achievement in developing new Inland Waterways in the last three years, project-wise?", "195257": "(a) whether Government proposes to set up ship-building yards under Public Private Partnership (PPP) mode in the country, including Tamil Nadu;(b) if so, the details thereof along with the time by which such yards are likely to be completed State-wise; and(c) the extent to which the same is likely to create additional employment opportunities in the country?", "189686": "(a) the action that has been taken by the Ministry as on date to issue necessary notification authorizing State Maritime Boards for voyage and towage permission;(b) whether the Ministry has received any communication from Gujarat State Government or Public Authorities for issue of notification to extend the IV limits to huge size of vessels and barges so that such barges, tugs and other IV crafts can work up to an area where the significant height is maximum of two meters; and (c) if so, the further action that has been taken in this regard as on date?", "194564": "(a) whether it is proposed to award around 30 projects in shipping sector under PP mode in the current fiscal, if so, the details with location thereof;(b) the status of two new projects i.e. development of major port-cum-ship building yards in Andhra Pradesh and West Bengal; and(c) whether any such project is also proposed to be taken up in the Odisha region, if so, the details thereof?", "195258": "(a) whether it is a fact that traffic at ports is growing day by day in the country;(b) if so, what is the average waiting time for the vessels on arrival; and(c) the steps that Government is taking to increase the capacity of the ports?", "192107": "(a) whether it is a fact that major ports in the country will be allowed to fix their own tariff based on the market condition; (b) if so, the details thereof;(c) whether it s a fact that the Tariff Authority for major ports will fix the reference tariff for each port and for different commodities; and(d) if so, the details thereof?", "192106": "(a) whether it is a fact that major ports of the country are facing sluggish traffic of cargo;(b) if so, the details thereof and reasons behind the sluggish traffic; and (c) the remedial measures that Government propose to take in the matter?", "193472": "(a) whether it is a fact that Government has fixed a target to increase the capacity of ports in the country, to more than 1000 million tonnes by the end of the Eleventh Plan period: if so, the details thereof;(b) whether Government has not been able to achieve the target; and (c) if so, the details thereof, indicating the shortfall and the details of the ports that have suffered due to insufficient capacity and the action taken by Government in this regard?", "195599": "(a) whether Government proposes to strengthen the welfare schemes for seafarers in the country if so, the details thereof;(b) whether Government has made consultations with various stakeholders before finalization of such welfare schemes, if so, the details thereof; and(c) the time by which Government proposes to finalize such welfare schemes for seafarers in the country?", "193517": "(a) whether some States have proposed to invest for the development of major ports to strengthen the shipping sector; if so, the names of the ports to be developed;(b) whether the States have sought any permission from Government in this regard; if so , the details thereof; and(c ) the time by which permission is likely to be given?", "195598": "(a) the major projects stalled by Government in the past two years;(b) the States involved where projects could not be proceeded due to non-cooperation of the State Governments; and(c) how much is the loss incurred by Government due to the non-cooperation of State Governments in each case?", "195601": "(a) the steps taken by the Ministry to improve the inland water devices in India; and(b) how far they are successful commercially?", "195600": "(a) whether Governmentâ<U+0080><U+0099>s proposal to introduce a new market-linked tariff setting guidelines will be implemented for port projects from this fiscal; if so, by when and details thereof; and (b) whether Government has conducted any assessment in the impact of tariff guidelines on cargo volumes; if so, the details thereof?", "193519": "(a) whether Government has any plan to develop and increase the scope for Inland Water Transport in a large scale in the country particularly in States like Andhra Pradesh;(b) if so, the details thereof and the action taken in this regard; and(c) whether Government has any plan to provide subsidy in order to encourage the scope for Inland Water Transport; if so, the details thereof?", "190375": "(a) whether it is a fact that the post of CMD, Shipping Corporation of India (SCI) has been lying vacant;(b) if so, since when; (c) the action so far taken to fill up the post early;(d) whether it is a fact that in the absence of CMD, the affairs of Shipping Corporation of India are suffering; and(e) the steps proposed to expedite appointment of CMD to the Shipping Corporation of India?", "195604": "(a) whether India has been asked by many countries of the Indian Ocean region to step up its role as net security provider as India is seen as a benign maritime power and that view has been boosted by its timely response to help other nations in times of crisis; and(b) if so, the steps taken to develop a frame work of greater co-operation including in maritime security?", "188939": "(a) the fishermen affected by the construction of Jawharlal Nehru Port at Nhava Sheva in Navi Mumbai;(b) whether these fishermen were resettled and rehabilitated for loss of fishing zone and local fishing business. (c) if so, the details of compensation paid and gainful employment provided to these traditional fishermen families; and(d) if not, the reasons for not providing adequate compensation and alternative employment to these fishermen?", "188938": "(a) notifying 588 kilometer as National Waterways what steps have been taken by Government to develop inland water transport in these waterways;(b) whether it is a fact that the estimated cost of development of the project is around Rs. 5000 crores and if so, what steps have been taken by the Ministry to obtain allocation of funds from the Planning Commission and Ministry of Finance; and(c) whether the Ministry would consider establishing the Regional Office for the Eastern Region at Bhubaneswar early to expedite execution of the projects?", "195602": "MINISTER OF SHIPPING(SHRI G.K. VASAN)(a) All Major Ports are ISPS (International Ship & Port Facility Security Code) compliant and are being audited every year by Directorate General of Shipping. (b)to(c):All Major Ports except Kolkata Port have surveillance systems with CCTV surveillance network. Details are enclosed as Annexure-I.", "195138": "(a) whether Government has recently reviewed the performance of major ports in the country, and if so, the details thereof along with the standard monitoring norms adopted during the last three years, port-wise and year-wise;(b) the details of targets set for cargo handling for the current year, port-wise; and(c) the details of additional capacity to be added at various ports as a result of the ongoing modernization/expansion programmes?", "188933": "(a) whether the International Container Trans-shipment Terminal (ICTT) at Vallarpadom started functioning at full capacity; (b) the details thereof; and(c) The amount of income received by Cochin Port Trust in the last Fiscal and in the current year?", "188932": "(a) the present status of inland water transport in the country, State-wise;(b) whether Government proposes to encourage inland water transport in the country; and(c) If so, the details thereof and if not, the reasons therefor?", "188935": "(a) whether it is a fact that the Inland Water Transport Authority of India is having headquarter in Noida. NCR Delhi and no office in the entire Eastern region;(b) whether it is also a fact that the officials of State Governments in the Eastern Region are put to a great trouble when dealing with cases of development of inland water transport and it hinders all of their action plan in the matter, as they find it difficult to make up and down journeys to and from the Eastern region for the purpose; and(c) whether the Eastern State Governments have approached the Centre for opening of a regional office of the above organization in Eastern sector to facilitate coordination and fast execution of the projects?", "188934": "(a) whether Government is considering to revive the subsidy for private ship builder;(b) if so, the details thereof; and(c) if not, the reasons therefor?", "188937": "(a) whether any inland water transport projects of the Odisha is pending with the Ministry;(b) if so, mention the projects, their cost and the year in which the State Government submitted the projects;(c) whether the Ministry would consider to take expeditious steps to execute the projects; and (d) whether the Ministry would consider for setting up of a regional office of the Inland Water Transport Authority (IWTA) at Bhubaneswar for better coordination with State for implementation of the projects?", "188936": "(a) whether the Ministry proposed to grant subsidy to shipyards in the country ; and (b) if so, the details thereof, inter-alia indicating the shipyards that are proposed to be covered under this project in different States?", "196483": "Will the Minister of SHIPPING be pleased to state whether Government shall consider establishing its regional office for the Eastern region at Bhubaneswar for better co-ordination on National Waterway No.-5?", "196358": "(a) whether Government proposes to upgrade the existing facilities and create new facilities at Visakhapatnam Port Trust for handling of iron ore, if so, the details thereof;(b) the details of the funds likely to be incurred for creation of new facilities;(c) whether the modalities for execution of the said project have been finalized, if so, the details thereof; and(d) the extent to which the project would create additional employment opportunities and lead to the socio-economic development of the region?", "195254": "(a) the reasons due to which Inland Waterways Development Authority of India is not considering to develop inland waterways in Gujarat State which has longest coastal line in our nation;(b) whether the Ministry has received any representation from State Government of Gujarat in this regard; if so, what further action has been taken by Government; and(c) whether the Inland Waterways Authority is going to develop inland waterways in Gujarat State; the details thereof?", "192110": "(a) whether it is a fact that the Ministry missed its target of awarding 42 projects in the last year;(b) if so, the details thereof;(c) If so, the reasons therefor; (d) whether Government is proposing any measures to expedite port projects by introducing reforms in security clearances and tariff regulations; and (e) if so, the details thereof?", "192111": "(a) the details of the cargo volume over the last three years;(b) whether it is a fact that the cargo volumes being handled at major ports is declining; (c) if so, the details thereof and the reasons therefor;(d) whether Government proposes measures to increase the cargo handled by major ports in India; and (e) if so, the details thereof?", "192112": "(a) whether the Gujarat Government has asked for Maritime University in Gujarat State;(b) whether the permission for the same has been granted to Gujarat State;(c) if so, the present status;(d) if not, the reasons therefor;(e) the progress in establishment of Maritime University in Kandla Port Trust; and(f) whether the progress is satisfactory; if so, the present status, if not the reasons therefor?", "192113": "(a) The number of Memorandum of Understandings/Joint Venture Projects that have been signed by each public sector undertaking/ports under the Ministry with the foreign or domestic partners/PSU/Port-wise;(b) the date of signing of each of these MoUs/Joint Venture Projects and the purposes of signing/PSU/Port-wise;(c) the status of each of the MoU/ Joint Venture Project; and (d) by when each of the MoU/Joint Venture Project will be realised/completed?", "194558": "(a) whether there is a need to enhance the capacity of ports in India, if so, magnitude of shortage; (b) the steps being taken to expand the capacity and modernize ports in India; and (c) whether there is a proposal to reopen and develop Port at Malvan in District Sindhudurg, Maharashtra, if so, the details thereof and if not, the reasons therefor?", "194559": "(a) the number of inland water projects for transportation that have been sanctioned to Maharashtra since 2003;(b) the details of their respective dates of sanction along with work completed in each of the project till date and their present status; and(c) the specific reasons for delay in each of these projects?", "196479": "a) whether there has been a gap between the demand and supply of port facilities in different coastal States of the country, if so, the details thereof; b) whether Government is considering any proposal to develop ports under PPP mode, if so, the details of such ports being considered for development under this scheme; and c) the time by which they are likely to be completed and the amount of money that is likely to be spent on such ports, port-wise?", "194560": "(a) whether Government has introduced new guidelines for determining Tariff for Projects at Major Ports (TAMP) recently, if so, the details thereof; and(b) whether Government discussed with all stakeholders involved in the industry before introducing new guidelines for tariff determination?", "196481": "(a) whether according to a study done by Container Shipping Lines Association (CSLA) Indian ports could gain upto $ 150 million revenue per year if cabotage rules are relaxed;(b) whether the study has also pointed out that India is losing around $ 100 million in freight charges as cargo is shipped to international cargo hubs; and(c) whether Government would consider granting cabotage relief to Adani ports and Visakha Container Terminal on the lines of a similar incentive granted to Vallarpadom container port in Kerala a year back?", "194561": "(a) whether the attention ofGovernment is drawn to the fact that thepresent technology that is being used inmaritime areas are not upto the mark ofinternational standards, if so, the detailsthereof and the reasons therefor;(b) whether Government has anyproposal for technological developmentsin maritime area, if so, the details thereof;and(c) whether Government has signed anytechnical agreements with other countriesto bring the technology at par with theinternational standards, if so, the detailsthereof and the follow-up action takenagainst it?", "189815": "(a) whether it is a fact that the R.R. Shah Committee has recommended minimum four-lane road connectivity and double-line rail connectivity with major ports as an integral part of port infrastructure in the country;(b) if so, the action that Government has taken or proposes to take on this recommendation; and(c) the present status of road and rail connectivity with Mangalore Port inKarnataka?", "189814": "(a) whether Tonnage Tax Scheme (TTS) introduced is optional for the Shipping Companies; and(b) if so, the details of the companies who had opted for this scheme?", "189816": "(a) whether it is a fact that pirates of Somalia have kept many Indians captive;(b) if so, the details thereof ;(c) whether the Government has made any contract with the pirates; and (d) the efforts being made by the Government to get Indians free from captivity of Somalian pirates?", "189813": "(a) whether the Ministry has framed new guidelines for processing the security clearance of bidders in respect of port projects including dredging projects;(b) if so, the details thereof;(c) whether in the new guidelines the practice of seeking security clearance on a project-to-project basis from the Ministries of Home, Defence, External Affairs, the IB and the Cabinet Secretariat will continue; and(d) if so, the details thereof?", "189812": "(a) whether the group of parents from Kerala, Uttar Pradesh, Rajasthan and Punjab appealed to the Government recently to intervene with regards to abduction of 22 crew members on board chemical tanker M.T. Royal Grace; which was hijacked on March 2, 2012 near Oman by Somali pirates; who are threatening to kill Indian crew members; and (b) if so, the details of action taken in this regard on humanitarian grounds, for release of Indian crew members by the Shipping Ministry with the cooperation of External Affairs Ministry and Defence Ministry?", "195603": "(a) whether Jawaharlal Nehru Port Trust has signed any concession agreement with NhavaSheva (India) Gateway Terminal Pvt. Ltd. in the recent past; if so, the details in this regard and the salient features of the said agreement;(b) whether concessionaire will develop a terminal under the said agreement;(c) if so, the details thereof along with the estimated expenditure likely to be incurred thereon; and (d) the extent to which additional capacity will be added in the said port?"}, "2012": {"178984": "(a) the names of inland waterways approved for Odisha, their length and the reasons for not taking up a single project till now;(b) whether there are any proposals to take up any project under Public Private Partnership (PPP) mode and if so, the progress thereof; and(c) considering the relative importance of the National Waterways No.5, covering part of West Bengal and Odisha, whether Government is pursuing the Planning Commission and Department of Economic Affairs for early allocation of funds and if so, progress in that regard?", "183489": "(a) whether the Mormugao Port Trust (MPT) proposes to start passenger cruise service for the benefit of tourists;(b) if so, the details of the proposed cost involved, its logistics etc.;(c) the date on which the service is likely to commence; and(d) the response of the concerned State Government?", "180110": "(a) whether Government appointed working group asked the exporters and importers with more than a pre-specified annual turnover to compulsorily use Indian ships for carrying a third of their goods;(b) if so, the details thereof; (c) whether the move is expected to boost the cargo share of national carriers and also help expand Indian tonnage and even lead to FDI inflow in the sector as there has been hardly any investment in shipping because there is no special advantage in operating under the Indian flag; and (d) if so, the details thereof?", "180114": "(a) the reasons for the Ministry in not considering to set up office of Additional Director General of Shipping in Gujarat State even though Gujarat has longest coastal line of our nation and it will boost up cargo movement from Gujarat State which will also boost up economic growth of nation; and (b) whether Government has conducted any survey in this regard; if so, the details thereof?", "181778": "(a) the current sabotage policy for domestic and foreign vessels;(b) whether the Ministry has considered a change in the sabotage policy; (c) if so, the details thereof and if not, the reasons therefor;(d) the concerns of domestic shipping companies; and(e) the steps that have been taken to address these concerns?", "181779": "(a) whether Government proposes to award port expansion and capacity creation projects including the existing ports in Andhra Pradesh during the current financial year;(b) if so, the details thereof;(c) the existing capacity of each port likely to be expanded; and(d) the time by when these ports are likely to be fully developed and their capacity to be expanded?", "175904": "(a) whether Inland Waterways Authority of India (IWAI) has conducted any survey for development of inland waterways in Gujarat State; (b) if so, the details thereof;(c) whether Inland Waterways Authority of India explored any possibility to develop inland waterways to connect Hazira, Dahej, Mundra with Mumbai and other important ports of our nation; and(d) if not, the reason therefor?", "175905": "(a) whether Government is withdrawing the cabotage laws which prevent trans-shipment in India by a foreign vessel;(b) if so, the details thereof;(c) if not, the reasons therefor;(d) whether such a law has curtailed investment in the port sector in the country; and(e) whether countries like Sri Lanka and Dubai are benefiting with larger throughput volumes being handled in their ports?", "175906": "(a) whether the Ministry has noticed about the recurring incidents of Ship hit Boat accidents in the coast of Kerala;(b) if so, measures taken by Government to avoid such incidents;(c) the number of ships that are travelling daily near Kerala Sea Coast on an average basis; and(d) the details of the directions and steps taken by Government to restrict Ships from irrational practices?", "175900": "(a) whether Government along with private players in shipping sector had formed Indian Ports Global for foreign port acquisitions;(b) if so, the details thereof and whether the Indian Ports Global will look for national as well as international opportunities and promote the Indian flag in overseas port facilities similar to the model adopted by Port of Singapore Authority and Dubai Ports; and(c) if so, the details thereof?", "175901": "(a) whether State Government of Gujarat has asked for establishment of Maritime University in the State;(b) whether the permission to Gujarat State has been granted;(c) if so, the present status thereof;(d) if not, the reasons for the same;(e) the progress in establishment of Maritime University in Kandla Port Trust; and(f) whether the progress is satisfactory, if so, the present status thereof and if not, the reasons for the same?", "175902": "(a) whether the permission has been granted for a captive port of POSCO India Ltd. within 10 kms of the public sector Paradeep Port;(b) if so, the adverse consequences which may accrue to Paradeep Port; and (c) whether Government would review their decision in the interest of public sector port including asking POSCO India Ltd. to use Paradeep Port in stead of insisting of a captive port?", "175903": "(a) whether the task of framing the maritime policy is pending for quite sometime;(b) since when the policy is pending; and(c) how much more time is going to be taken by Government to frame the maritime policy?", "178391": "(a) whether Government is planning to give relaxation in Cabotage restriction for Vallarpadam Terminal in Kochi to attract more cargos;(b) if so, the details thereof;(c) the details of comparative statement of port charges in different heads among all important ports in India; and(d) the measures Government is planning to implement, apart from mere relaxation of Cabotage restrictions, to attract more traffic in Vallarpadam Terminal?", "183493": "(a) whether it is a fact that the incidents of ship mishaps in Mumbai is increasing day by day;(b) if so, the number of ships which met with mishaps during the last two years along with the reasons therefor; and(c) whether proper guidelines or symbols have been installed by the shipping department to guide the ships?", "183492": "(a) whether it is a fact that though the shipping industry grew steadily during 2010 and 2011 to keep up business, the glut in capacity saw ship supplies outstrip demand by three to four per cent;(b) if so, the details thereof; (c) whether it is also a fact that the world economy was not really expected to gallop by the middle of next year, a more stable capacity was expected to improve the situation; and(d) if so, the details thereof?", "183491": "(a) whether it is a fact that the Western Insurance Companies which cover Indian ships transporting Iranian crude have decided to withdraw from August to tighten sanctions against Iran;(b) if so, the details thereof; (c) whether Government has directed public sector insurers to cover Indian ships carrying crude from Iran;(d) if so, the details thereof;(e) whether the move is aimed at ensuring the uninterrupted supply; and(f) if so, the details thereof?", "183490": "(a) whether it is a fact that country''s Shipping industry has recently demanded for creation of a modernisation fund for the industry;(b) if so, the details thereof; and(c) the action Government proposes to take on the demand of the Shipping industry?", "175184": "the present revival status of Hoogly Dock and Port Engineering Limited?", "175185": "(a) whether Government is issuing funds to the ports in the country for the expansion of their capacity as per the Ministryâ<U+0080><U+0099>s demands;(b) if so, the details thereof; (c) the percentage and the amount of funds received by the Ministry from the private sector;(d) whether the Ministry is receiving majority of the funds from private partnership; and(e) if so, the details thereof?", "175186": "(a) whether Government proposes to establish new ports on the coastal areas in Andhra Pradesh and Karnataka;(b) if so, the details thereof; and(c) the steps taken by the Government to increase the current capacity of the existing ports?", "175182": "(a) whether it is a fact that some proposal had been prepared jointly to enhance water transport between India and Bangladesh;(b) if so, the details of the outline of the proposal;(c) whether any mutual talks were held to implement this proposal; and(d) if so, the details of places and dates where these talks were held and final decision taken so far in this regard?", "175183": "(a) whether Government has asked the coastal States in the country to set up integrated shipyards-cum-ports to reduce high traffic at major ports in the country;(b) if so, the response of the coastal States in this regard;(c) whether Government has sent a Central team to the coastal States to identify/ select locations for the same; and(d) if so, the details thereof?", "178389": "(a) whether Government is working with Mozambique on maritime security;(b) if so, the details thereof; and(c) the MoUs signed so far and the benefit India will get from such MoUs?", "178388": "(a) whether Government has established Indian Port Limited with a view to invest in overseas port;(b) if so, the details in this regard and its funding pattern;(c) whether the proposal has been approved by Department of Expenditure; and(d) if not, how the Indian Port Limited has been established without approval and functioning also?", "178382": "(a) whether there has been an increase in cargo handled over the last three years in the major and minor ports in the country;(b) if so, the details thereof;(c) whether Government is taking steps to ensure that ports are also modernised with infrastructure facilities to handle the same; and(d) if so, the details of the steps taken?", "178384": "(a) the share of Inland Water Transport in domestic surface transport, as compared to that of road and rail;(b) the reasons of low share of Inland Water Transport in domestic surface transport, as compared to that of road and rail;(c) whether Inland Water Transport has lower operating costs and lesser environmental pollution than road and rail: and (d) the steps being taken to develop Inland Water Transport?", "181251": "(a) whether India and China have worked out maritime cooperation; and(b) if so, the details thereof and the steps being taken to undertake seabed research?", "178386": "(a) whether it is a fact that roads leading to Jawaharlal Nehru Port Trust has been blocked recently;(b) if so, the details thereof;(c) the estimated loss due to the block; and(d) the reasons for the block?", "186344": "(a) whether Government proposes to ban entry of ships which are more than 25 year old into Indian Territory; and (b) if so, the details thereof?", "186345": "(a) the present capacity of the major ports in the country along with their cargo handling capacity, port-wise;(b) the estimated capacity of the major ports by the end of Eleventh Five Year Plan, Port-wise;(c) the details of the enhanced capacity of the major ports since the inception of the Eleventh Year Plan period, year-wise and port-wise;(d) whether non-achievement of said target by Government by the end of Eleventh Five Year Plan is apprehended;(e) if so, the details thereof along with the reasons therefor; and (f) the steps taken by Government to achieve the said target within the remaining period of Eleventh Five Year Plan?", "186346": "(a) whether the Ministry would consider establishing its regional office for the Eastern region at Bhubaneswar for better co-ordination on National Waterway No. 5; and (b) whether the Ministry would consider to take up the matter with Planning Commission/ Department of Economic Affairs for allocation of funds for implementation of National Waterway No. 5 project in Odisha?", "186341": "(a) by when the Ministry is going to issue necessary notification authorizing Gujarat State Maritime Board (GMB) for voyage and towage permission;(b) by when the Ministry is going to issue notification to extend the IV limits to huge size of vessels and barges so that such barges, tugs and other IV crafts can work up to an area where the significant height is maximum of two meters; and(c) whether Ministry is considering to provide financial assistance to GMB for development of Jetty in Dahej and Gogha to start ferry services?", "186342": "(a) whether the Visakhapatnam Port Trust has got seven bids to extend container terminal; and (b) if so, the details thereof and the present status thereof?", "186343": "(a) whether it is a fact that shipping companies expect a 20 per cent rise in their operational costs;(b) if so, the reasons therefor; and (c) what are the steps Government will take to help the shipping companies?", "185459": "(a) whether it is a fact that waste oil containers in large numbers are lying unclaimed in various ports;(b) if so, the details thereof;(c) whether there are any guidelines to check such situation;(d) if so, the details thereof; and (e) the steps taken by Government in this regard?", "176649": "(a) whether Governmentâ<U+0080><U+0099>s attention has been drawn to an incident where an unidentified ship hit a fishing trawler from Kerala off the Alapuzha Coast killing two fishermen and three others are still missing;(b) if so, the details thereof; (c) whether any enquiry has been conducted into the matter; and(d) if so, the details thereof?", "187060": "(a) the steps taken by the Ministry as on date to increase domestic transportation of goods by pursuing internal waterways in Gujarat as this State has the longest coastal line and increasing transportation of goods through waterways for domestic purposes may reduce burden on surface transport and also minimize fatal accidents; (b) whether the Ministry has even conducted any study in this regard; and(c) if so, the details thereof?", "180090": "(a) the reasons for which the Ministry is trying to stifle the initiatives of State Government for establishing non-major ports by attempting Central Legislation like Port Regulation Authority Bill, 2011; and(b) in view of the federal structure of the polity, whether the Ministry would refrain from interfering with the authority of State Governments and arrogating the Statesâ<U+0080><U+0099> power to itself?", "181780": "(a) whether the Ministry has unveiled its Captive Port Policy which allows port-based industries to set up cargo loading facilities for their own captive use at major ports without recourse to the auction route;(b) if so, the details thereof;(c) whether the proposed port-based industries will have to invest funds to construct, maintain, manage and repair such facilities for a maximum period of 30 years and handle minimum guaranteed cargo of 70 per cent of the optimum capacity of the project per year; and(d) if so, the details thereof?", "185464": "(a) the status of work of container terminal in Mumbai Port Trust (MPT);(b) the reasons for delay in the work;(c) how Government intends to build alternate dry dock as the original dry dock i.e., Princess Dock for this terminal has been closed; and (d) the status of work of this alternative dry dock?", "185465": "(a) whether safety norms are being violated while handling the gas and petroleum projects on ships;(b) if so, the details thereof;(c) whether Government has conducted any inquiry in this regard;(d) if so, the details thereof and the results thereof; and (e) the preventive measures taken by Government in this regard?", "185466": "(a) whether Government has allowed private parties to set up captive cargo handling berths at all the major ports in the country;(b) whether the policy allowing captive berthing locations is being finalized by the Ministry;(c) how it will help private investment in port sector and who are the major players;(d) whether the Ministry has agreed to give financial powers to the individual Port Trusts so that this move may help to speed up smaller projects to enhance capacity; and (e) if so, the details thereof?", "185461": "(a) whether it is a fact that annual fare of shipping industry in the country is approximately 40 billion dollar;(b) if so, the details thereof;(c) whether it is also a fact that out of it about 90 per cent of the fare is being utilized by foreign shipping companies;(d) if so, the details thereof and whether Government has fixed any target to improve India''s position in shipping industry; and (e) if so, the blue-print thereof?", "185462": "(a) whether Government proposes to deploy armed personnel in ships to thwart attacks of pirates;(b) if so, the details thereof and if not, the reasons therefor;(c) whether Government proposes to amend the relevant laws to severely punish pirates at sea; and (d) the action taken by Government to protect Indian ships from piracy attacks in future?", "185463": "(a) whether there is any proposal to create a Port Regulatory Authority (PRA);(b) if so, the details thereof;(c) whether such an authority would also monitor the functioning of minor ports in the country;(d) the views of maritime States on creating such an authority and the views of Government in the matter; and (e) the detailed mechanism through which Government proposes to compensate the earning of the minor ports on the establishment of the PRA?", "176654": "(a) the present status of Brahmaputra waterways project; and (b) by when this waterways would be commercially operative?", "184594": "(a) whether Government has undertaken any study to determine the demand and availability of port facilities in the coastal States in the country; (b) if so, the details thereof and the action taken thereon;(c) whether Government proposes to develop new major and minor ports along India''s coastline;(d) if so, the details and the present position thereof, State-wise;(e) whether Government proposes to develop some of these ports with private participation under the Public-Private Partnership (PPP) mode; and(f) if so, the details thereof along with the names of the ports being considered for development under the PPP mode?", "176658": "(a) the number of projects related to shipping transport awarded during the last two years, port-wise;(b) the status of each of such projects, State-wise;(c) whether the Jawaharlal Nehru Port Trust (JNPT) has signed any Memorandum of Understanding with private sector consortium for development of Phase I of the fourth container terminal;(d) if so, the details in this regard;(e) the details of the estimated expenditure likely to be incurred thereon; and(f) the time by when the said project would be completed and start functioning?", "187218": "(a) whether the State Government of Gujarat has submitted any representation to the Central Government on CRZ Notification 2011 for the Ports and Harbour;(b) if so, the response of the Central Government thereto; and(c) whether concerns of State Government have been addressed by the Central Government?", "185304": "(a) whether Government has received proposals to declare the minor ports facing the neighbouring countries into major ports for strategic reasons as a special case; and (b) if so, whether fishing harbours at Thondi and Mookaiyur would be upgraded with improved infrastructure in order to solve the perennial fishermen problem with Sri Lanka?", "179232": "(a) whether the ship building industry is marred by heavy taxation and duties;(b) if so, the details of taxes and duties imposed on ship building industry;(c) whether there is a need for revising these taxes and duties in order to make the industry competitive; and(d) the efforts that have been made in this regard to reduce the burden of taxes and duties on ship building?", "179233": "(a) whether it is a fact that India and Pakistan have agreed to greater maritime cooperation between the two countries on terror at sea;(b) if so, the details thereof?", "179230": "(a) whether it is a fact that ship manufacturing industry in the country had been given a fillip to march on the path of progress from 2002 to 2007 with the help of subsidy;(b) if so, the facts thereof;(c) whether it is also a fact that business volume of this industry is continuously falling after 2007;(d) if so, the estimate of this fall from 2007 to 2012; and (e) whether this industry is seeking subsidy again, if so, the reasons therefor?", "179231": "(a) whether Government proposes to introduce Vessel Traffic Monitoring System (VTMS) in all the ports of the country;(b) if so, the details thereof along with the present status of the projects; and(c) the steps being taken by Government to ensure timely completion of the projects?", "179236": "(a) whether the Ministry has taken steps to increase Inland Water Transport (IWT);(b) how much IWT does India account for in comparison to other countries; (c) whether the Ministry has identified areas for further development of IWT; and(d) if so, the details thereof?", "179237": "(a) the action that has been taken by Ministry on representation from State Government of Gujarat for their grievances regarding proposed port authority; and(b) the action that has been taken by Ministry on empowerment to Gujarat Maritime Board for classification of vessels?", "179234": "(a) the number of cases of pirates attacking Indian ships that have been reported in the last three years; and (b) the steps that have been taken by Government to combat piracy in the Indian Ocean?", "179235": "(a) whether it is proposed to fast-develop Indian ports with a view to improve the functioning thereof;(b) if so, the details thereof;(c) whether Government has appointed a committee for the purpose to make recommendations in this direction;(d) if so, the details thereof;(e) the details of major obstacles coming in the way of such ports to exploit business potential; and(f) the status of completion of minor ports on the East Coast in the Odisha region?", "186176": "(a) whether the State Government of Goa is engaged in any land dispute with the Mormugao Port Trust (MPT); (b) if so, the total land area in possession of MPT and the total area on which the State Government is claiming the right;(c) how MPT has derived its right on the land claimed by the State Government;(d) whether MPT has obtained legal opinion with regard to the title to the land disputed by the State Government;(e) if so, the details of this opinion and whether MPT has placed this opinion before the State Government; and(f) whether any meeting has taken place between MPT and State Government since June 2012, till date?", "184764": "(a) whether the Ministry had drafted set of new guidelines to fix tariffs at ports it controls to clean up the regulatory mess marked by different regimes that has roiled a key infrastructure sector; (b) if so, the details thereof;(c) whether the new guidelines will be applied by Tariff Authority for major ports to set a maximum tariff for a cargo terminal; and(d) if so, the details thereof?", "184765": "(a) whether Government has taken any steps to increase the capacity of Visakhapatnam port in Andhra Pradesh; and (b) if so, the details of the steps taken for capacity building in the port of Visakhapatnam?", "184760": "(a) the estimated loss of investment due to inordinately long delays of port project approvals;(b) the main reasons for the lack of a speedy project approval for ports; and (c) the steps being taken to overcome the convoluted regulations for project approval?", "184761": "(a) whether the Ministry has taken any decision to relax the Cabotage regulation for Vallarpadam Container Terminal recently; and (b) if so, the details thereof?", "184762": "(a) whether a proposal of Paradip port authorities for allotment of one acre of port land for berthing of marine police boats at Arjipalli and Sonapur is pending with Government; (b) if so, the details thereof;(c) whether a proper survey for the purpose is yet to be conducted by the central authorities; and(d) if so, the details thereof along with status of the project, inter-alia indicating the time-frame within which the above project would be cleared for strategic reasons?", "184763": "(a) the details of the funds earmarked for Scheduled Caste Sub Plan (SCSP) and Tribal Sub Plan (TSP) during last five financial years as per the guidelines issued by Planning Commission vide its letter dated 26 December, 2006; (b) if no such funds were earmarked during the last five years, the reasons therefor;(c) whether separate Budget Head has been opened for SCSP and TSP for financial year 2011-12 as mandated by the Department of Expenditure; and(d) if so, the details thereof?", "177506": "(a) whether it is a fact that in Mumbai Port, allotment of storage area in sheds where General Bye-Laws (GBL) is applicable, can create tenancy rights for an allottee;(b) if so, the details of such cases where tenancy rights have been claimed in last six years;(c) whether GBL of Mumbai Port provide for allotment of storage areas through tendering and whether such areas are meant only for storage of pre-shipment export or customs cleared cargo through Mumbai Port; and(d) whether there is prohibition for storage of domestic cargo, not exported or imported through Mumbai Port, in such areas?", "177507": "(a) whether Government has written to all the coastal States for identifying and setting up major ports, ship building yards or projects comprising thereof;(b) if so, the details thereof;(c) whether the above step is in view to meet the unabated increase in the cargo handling facilities;(d) the status of all the minor ports that are proposed to be set up on the East Coast Zone inter-alia indicating the road-connectivity of all these ports with the National Highways in the country;(e) the action plan to improve the efficiency of Government run ports in the country; and(f) the estimate of growth of traffic both in the major and minor ports in the country in the next 10 years period, inter-alia indicating the action plan of Government to handle such amount of traffic?", "177505": "(a) whether Prime Ministerâ<U+0080><U+0099>s Office (PMO) has stepped in to fast track the development and use of Inland Water Transport (IWT); (b) if so, the complete details in this regard;(c) whether PMO has asked the various Ministries and PSUs to expeditiously provide long term cargo commitment for transportation of goods; and(d) if so, the complete details in this regard?", "177508": "(a) whether the ship building subsidy scheme has been continued by Government;(b) if not, the reasons therefor; (c) whether Government intend to introduce any other scheme in its place; and(d) if so, the details and the benefit of this scheme over and above the earlier subsidy scheme?", "179229": "(a) in what manner shipping industry is planning to cope with 52 per cent increase in tonnage tax rate;(b) whether it is a fact that the Indian Ship Owners Association and also the PSUs have represented the Ministry to take a holistic view on the proposed increase in the tonnage tax; and(c) if so, the details thereon and what action the Ministry has taken in this regard so far?", "181252": "(a) whether there has been an increase in traffic at non-major ports in the country over the last three years;(b) if so, the details thereof;(c) whether Government is planning to set up more ports in the country;(d) if so, the details thereof and the details of the investment to be made in the development of such ports;(e) whether some ports are handling cargo above their capacities; and(f) if so, the details thereof?", "181250": "(a) the details of new projects undertaken by the Mormugao Port Trust (MPT);(b) the cost of each of the projects; (c) the machinery and equipments imported by the MPT in recent years, cost thereof and utility of the same; and(d) the details of projects proposed to be undertaken under Public-Private-Partnership model?", "176772": "(a) whether it is a fact that container shipping lines are going to increase freight rates on Indian subcontinent;(b) if so, the details thereof;(c) the reasons therefor; and(d) its impact on our country?", "176773": "(a) the volume of container traffic and turnover achieved by the Vallarpadam container terminal, Kochi;(b) whether the performance is better than the projection made for the port and that achieved by the Cochin Port in previous years;(c) if not, the reasons therefor;(d) the steps that are proposed to be taken by Government to address the issues and to increase the cargo trade through the Vallarpadam Port; and(e) whether Government intend to amend the Cabbotage Laws in favour of foreign ships?", "176776": "the details of the subsidy outlay required till the year 2020 for the development of the Shipping Industry in India?", "176774": "(a) whether NTPC, the Inland Waterways Authority of India and private companies have entered into a tripartite agreement for speedy development of waterways; (b) the State from which Government will start the first phase of the speedy development of waterways project; and(c) the amount sanctioned by the Government for this purpose?", "176775": "(a) whether the Ministry is considering the implementation of Geonkhali to Charbatia 588 km. of National Waterway Project costing Rs. 4953 Crores;(b) whether the Ministry is also considering to take up the matter with Planning Commission/Department of Economic Affairs for allocation of funds for implementation of National Waterway No. 5 project; and(c) whether the Ministry of Finance (Department of Economic Affairs) would take expeditious steps to approve the terms of reference furnished by Asian Development Bank for early implementation of the project?", "187219": "(a) whether Government has a discussion with the coastline States to devise comprehensive port policy to attract substantial investments in the port sector;(b) if so, the details thereof especially in Andhra Pradesh; and(c) if not, the reasons therefor?", "187052": "(a) the status of modernisation plan for each port in the country; (b) by when, modernisation plans for all the major ports in the country are likely to be completed;(c) the number of modernisation projects given under PPP mode, port-wise;(d) by when, these projects are likely to be completed; and;(e) whether there is any regulatory mechanism to monitor the modernisation works of major ports?", "182654": "(a) the present status of Brahmaputra waterways; and (b) by when this project is likely to be operative?", "182655": "(a) whether it is fact that an amount of Rs.1,00,399 crore was allotted by Government for the ports development related schemes during the Eleventh Five Year Plan;(b) if not, the details of the amount;(c) whether it is also a fact that of the said amount could not be fully utilised during the period; and (d) if so, the amount actually utilised during the said period?", "182652": "(a) whether Government is making any plan for developing ports in coastal areas of the country;(b) whether it is a fact that Government is planning to seek assistance from private sector in this regard; and(c) if so, the details thereof and the details of the steps taken so far in this regard?", "182653": "(a) whether the Tonnage Tax Scheme (TTS) introduced to help the Indian Maritime Sector as an alternative to regular Corporate Tax is working satisfactorily; and(b) if so, the details thereof?", "182650": "(a) whether Government is aware of poor inter-Island connectivity in the Andaman and Nicobar Islands;(b) if so, the details thereof and reactions of Government thereto; and (c) the action taken by Government to improve the same?", "182651": "(a) whether it is a fact that Indian ship owners'' Association have been requesting for security for Merchant Vessels which are often under attack of pirates;(b) if so, the details thereof; (c) whether Government has decided to deploy CISF personnel on the Merchant ships; and(d) if so, the details thereof?", "187220": "(a) whether it is a fact that Mormugao Port Trust (MPT) will have no fund to disburse the salaries of their employees due to the revenue loss caused to it on account of ban on mining activities in Goa;(b) if so, the details of the annual revenue of MPT from various business activities;(c) whether MPT has made any efforts to expand its business/trade activities; and(d) if so, the details thereof?", "187221": "(a) whether Government proposes to allow/increase FDI in shipping sector for creation and maintenance of port infrastructure including cargo handling capacity at major ports; and;(b) if so, the details of the steps taken in this regard?", "180105": "(a) whether a high level delegation from India has visited the Netherland and held discussions related to Ports, Maritime Transport and Logistics etc;(b) if so, the details in this regard;(c) the details of the issues on which both the countries have agreed and signed Memorandum of Understandings;(d) whether the Dredging Corporation of India proposes to procure 9000 Cubic Metres Hopper Capacity Dredgers; and(e) if so, the details in this regard?", "180109": "(a) the plans of Government to develop major and minor ports across Indiaâ<U+0080><U+0099>s coastline; (b) the existing capacity, proposed capacity and time by which these are expected to be fully developed; and (c) the number of proposals for the development of ports cleared and pending with the Government in last two years?"}}